{
  "Chapter-Desc": "12. Devotional Service",
  "Verses": [
    {
      "Text-num": "TEXT 1",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "evaṁ satata-yuktā ye\nbhaktās tvāṁ paryupāsate\nye cāpy akṣaram avyaktaṁ\nteṣāṁ ke yoga-vittamāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; evam — thus; satata — always; yuktāḥ — engaged; ye — those; bhaktāḥ — devotees; tvām — unto You; paryupāsate — properly worship; ye — those; ca — also; api — again; akṣaram — beyond the senses; avyaktam — unmanifested; teśām — of them; ke — who; yoga-vittamāḥ — the most perfect. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna inquired: Which is considered to be more perfect: those who are properly engaged in Your devotional service, or those who worship the impersonal Brahman, the unmanifested?"
    },
    {
      "Text-num": "TEXT 2",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "mayy āveśya mano ye māṁ\nnitya-yuktā upāsate\nśraddhayā parayopetās\nte me yuktatamā matāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Personality of Godhead said; mayi — unto Me; āveśya — fixing; manaḥ — mind; ye — one who; mām — unto Me; nitya — always; yuktāḥ — engaged; upāsate — worships; śraddhayā — with faith; parayā — transcendental; upetāḥ — engages; te — they; me — Mine; yuktatamāḥ — most perfect; matāḥ — I consider. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: He whose mind is fixed on My personal form, always engaged in worshiping Me with great and transcendental faith, is considered by Me to be most perfect."
    },
    {
      "Text-num": "TEXTS 3-4",
      "Verse-Text": "ye tv akṣaram anirdeśyam\navyaktaṁ paryupāsate\nsarvatra-gam acintyaṁ ca\nkūṭa-stham acalaṁ dhruvam\nsanniyamyendriya-grāmaṁ\nsarvatra sama-buddhayaḥ\nte prāpnuvanti mām eva\nsarva-bhūta-hite ratāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ye — those; tu — but; akṣaram — which is beyond the perception of the senses; anirdeśyam — indefinite; avyaktam — unmanifested; paryupāsate — completely engages; sarvatra-gam — all-pervading; acintyam — inconceivable; ca — also; kūṭastham — in the center; acalam — immovable; dhruvam — fixed; sanniyamya — controlling; indriya-grāmam — all the senses; sarvatra — everywhere; sama-buddayaḥ — equally disposed; te — they; prāpnuvanti — achieve; mām — unto Me; eva — certainly; sarva-bhūta-hite — all living entities' welfare; ratāḥ — engaged. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "But those who fully worship the unmanifested, that which lies beyond the perception of the senses, the all-pervading, inconceivable, fixed, and immovable-the impersonal conception of the Absolute Truth-by controlling the various senses and being equally disposed to everyone, such persons, engaged in the welfare of all, at last achieve Me."
    },
    {
      "Text-num": "TEXT 5",
      "Verse-Text": "kleśo 'dhikataras teṣām\navyaktāsakta-cetasām\navyaktā hi gatir duḥkhaṁ\ndehavadbhir avāpyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kleśaḥ — trouble; adhikataraḥ — more troublesome; teṣām — of them; avyakta — unmanifested; āsakta — being attached; cetasām — of those whose minds; avyaktā — unmanifested; hi — certainly; gatiḥ duḥkham — progress is troublesome; dehavadbhiḥ — of the embodiments; avāpyate — achieve. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "For those whose minds are attached to the unmanifested, impersonal feature of the Supreme, advancement is very troublesome. To make progrese in that discipline is always difficult for those who are embodied."
    },
    {
      "Text-num": "TEXTS 6-7",
      "Verse-Text": "ye tu sarvāṇi karmāṇi\nmayi sannyasya mat-parāḥ\nananyenaiva yogena\nmāṁ dhyāyanta upāsate\nteṣām ahaṁ samuddhartā\nmṛtyu-saṁsāra-sāgarāt\nbhavāmi na cirāt pārtha\nmayy āveśita-cetasām",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ye — one who; tu — but; sarvāṇi — everything; karmāṇi — activities; mayi — unto Me; sannyasya — giving up; mat-parāḥ — being attached to Me; ananyena — without division; eva — certainly; yogena — by practice of such bhakti-yoga; mām — unto Me; dhyāyantaḥ — meditating; upāsate — worship; teṣām — of them; aham — I; samuddhartā — deliverer; mṛtyu — that; saṁsāra — material existence; sāgarāt — from the ocean; bhavāmi — become; na cirāt — not a long time; pārtha — O son of Pṛthā; mayi — unto Me; āveśita — fixed; cetasām — of those whose minds are like that. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "For one who worships Me, giving up all his activities unto Me and being devoted to Me without deviation, engaged in devotional service and always meditating upon Me, who has fixed his mind upon Me, O son of Pṛthā, for him I am the swift deliverer from the ocean of birth and death."
    },
    {
      "Text-num": "TEXT 8",
      "Verse-Text": "mayy eva mana ādhatsva\nmayi buddhiṁ niveśaya\nnivasiṣyasi mayy eva\nata ūrdhvaṁ na saṁśayaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mayi — unto Me; eva — certainly; manaḥ — mind; ādhatsva — fix; mayi — upon Me; buddhim — intelligence; niveśaya — apply; nivasiṣyasi — you lead; mayi — unto Me; eva — certainly; ataḥ — therefore; ūrdhvam — up; na — never; saṁśayaḥ — doubt. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Just fix your mind upon Me, the Supreme Personality of Godhead, and engage all your intelligence in Me. Thus you will live in Me always, without a doubt."
    },
    {
      "Text-num": "TEXT 9",
      "Verse-Text": "atha cittaṁ samādhātuṁ\nna śaknoṣi mayi sthiram\nabhyāsa-yogena tato\nmām icchāptuṁ dhanañjaya",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "atha — if, therefore; cittam — mind; samādhātam — fixing; na — not; śaknoṣi — able; mayi — upon Me; sthiram — fixed; abhyāsa — practice; yogena — by devotional service; tataḥ — therefore; mām — Me; icchā — desire; āptum — to get; dhanañjaya — O Arjuna. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "My dear Arjuna, O winner of wealth, if you cannot fix your mind upon Me without deviation, then follow the regulated principles of bhakti-yoga In this way you will develop a desire to attain to Me."
    },
    {
      "Text-num": "TEXT 10",
      "Verse-Text": "abhyāse 'py asamartho 'si\nmat-karma-paramo bhava\nmad-artham api karmāṇi\nkurvan siddhim avāpsyasi",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "abhyāse — in the practice of; api — even; asamarthaḥ — unable; asi — you are; mat-karma — My work; paramaḥ — supreme; bhava — you become; mat-artham — for My sake; api — even though; karmāṇi — what; kurvan — performing; siddhim — perfection; avāpsyasi — achieve. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "If you cannot practice the regulations of bhakti-yoga, then just try to work for Me, because by working for Me you will come to the perfect stage."
    },
    {
      "Text-num": "TEXT 11",
      "Verse-Text": "athaitad apy aśakto 'si\nkartuṁ mad-yogam āśritaḥ\nsarva-karma-phala-tyāgaṁ\ntataḥ kuru yatātmavān",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "atha — even though; etat — this; api — also; aśaktaḥ — unable; asi — you are; kartum — to perform; mat — unto Me; yogam — devotional service; āśritaḥ — refuge; sarva-karma — all activities; phala — result; tyāgam — for renunciation; tataḥ — therefore; kuru — do; yata-ātmavan — self-situated. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "If, however, you are unable to work in this consciousness, then try to act giving up all results of your work and try to be self-situated."
    },
    {
      "Text-num": "TEXT 12",
      "Verse-Text": "śreyo hi jñānam abhyāsāj\njñānād dhyānaṁ viśiṣyate\ndhyānāt karma-phala-tyāgas\ntyāgāc chāntir anantaram",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śreyaḥ — better; hi — certainly; jñānam — knowledge; abhyāsāt — by practice; jnānāt — better than knowledge; dhyānam — meditation; viśiṣyate — especially considered; dhyānāt — from meditation; karma-phala-tyāgaḥ — renunciation of the results of fruitive action; tyāgāt — by such renunciation; śāntiḥ — peace; anantaram — thereafter. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "If you cannot take to this practice, then engage yourself in the cultivation of knowledge. Better than knowledge, however, is meditation, and better than meditation is renunciation of the fruits of action, for by such renunciation one can attain peace of mind."
    },
    {
      "Text-num": "TEXTS 13-14",
      "Verse-Text": "adveṣṭā sarva-bhūtānāṁ\nmaitraḥ karuṇa eva ca\nnirmamo nirahaṅkāraḥ\nsama-duḥkha-sukhaḥ kṣamī\nsantuṣṭaḥ satataṁ yogī\nyatātmā dṛḍha-niścayaḥ\nmayy arpita-mano-buddhir\nyo mad-bhaktaḥ sa me priyaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "adveṣṭā — not envious; sarva-bhūtānām — for all living entities; maitraḥ — friendly; karuṇaḥ — kindly; eva — certainly; ca — also; nirmamaḥ — with no sense of proprietorship; nirahaṅkāraḥ — without false ego; sama — equally; duḥkhaḥ — distress; sukhaḥ — happiness; kṣamī — forgiving; santuṣṭaḥ — satisfied; satatam — satisfied; yogī — engaged in devotion; yatā-atmā — endeavoring; dṛdḥaniścayaḥ — with determination; mayi — upon Me; arpita — engaged; manaḥ — mind; buddhiḥ — intelligent; yaḥ — one who; mat-bhaktaḥ — My devotee; saḥ me priyaḥ — he is dear to Me. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who is not envious but who is a kind friend to all living entities, who does not think himself a proprietor, who is free from false ego and equal both in happiness and distress, who is always satisfied and engaged in devotional service with determination and whose mind and intelligence are in agreement with Me-he is very dear to Me."
    },
    {
      "Text-num": "TEXT 15",
      "Verse-Text": "yasmān nodvijate loko\nlokān nodvijate ca yaḥ\nharṣāmarṣa-bhayodvegair\nmukto yaḥ sa ca me priyaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yasmāt — from whom; na — never; udvijate — agītātes; lokaḥ — persons; lokāt — persons; na — never; advijate — disturbed; ca — also; yaḥ — anyone; harṣa — happiness; amarṣa — distress; bhaya — fearfulness; udvegaiḥ — with anxiety; muktaḥ — freed; yaḥ — who; saḥ — anyone; ca — also; me — My; priyaḥ — very dear. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "He for whom no one is put into difficulty and who is not dirturbed by anxiety, who is steady in happiness and distress, is very dear to Me."
    },
    {
      "Text-num": "TEXT 16",
      "Verse-Text": "anapekṣaḥ śucir dakṣa\nudāsīno gata-vyathaḥ\nsarvārambha-parityāgī\nyo mad-bhaktaḥ sa me priyaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "anapekṣaḥ — neutral; śuciḥ — pure; dakṣaḥ — expert; udāsīnaḥ — free from care; gata-vyathaḥ — freed from all distress; sarva-ārambha — all endeavors; parityāgī — renouncer; yaḥ — anyone; mat-bhaktaḥ — My devotee; saḥ — he; me — Me; priyaḥ — very dear",
      "Translation-title": "TRANSLATION",
      "Translation-En": "A devotee who is not dependant on the ordinary course of activities, who is pure, expert, without cares, free from all pains, and who does not strive for some result, is very dear to Me."
    },
    {
      "Text-num": "TEXT 17",
      "Verse-Text": "yo na hṛṣyati na dveṣṭi\nna śocati na kāṅkṣati\nśubhāśubha-parityāgī\nbhaktimān yaḥ sa me priyaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yaḥ — one who: na — never; hṛṣyati — takes pleasure; na — never; dveṣṭi — grieves; na — never; śocati — laments; na — never; kāṅkṣati — desires; śubha — auspicious; aśubha — inauspicious; parityāgī — renouncer; bhaktimān — devotee; yaḥ — one who; saḥ — he is; me — My; priyaḥ — dear. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who neither grasps pleasure or grief, who neither laments nor desires, and who renounces both auspicious and inauspicious things, is very dear to Me."
    },
    {
      "Text-num": "TEXTS 18-19",
      "Verse-Text": "samaḥ śatrau ca mitre ca\ntathā mānāpamānayoḥ\nśītoṣṇa-sukha-duḥkheṣu\nsamaḥ saṅga-vivarjitaḥ\ntulya-nindā-stutir maunī\nsantuṣṭo yena kenacit\naniketaḥ sthira-matir\nbhaktimān me priyo naraḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "samaḥ — equal; śatrau — to the enemy; ca — also; mitre — to friends; ca — also; tatha — so; māna — honor; apamānayoḥ — dishonor; śīta — cold; uṣṇa — heat; sukha — happiness; duḥkheṣu — distress; samaḥ — equiposed; saṅga-vivarjitaḥ — free from all association; tulya — equal; nindā — defamation; stutiḥ — repute; maunī — silent; santuṣṭaḥ — satisfied; yena — somehow; kena — or other; cit — if; aniketaḥ — having no residence; sthira — fixed; matiḥ — determination; bhaktimān — engaged in devotion; me — My; priyaḥ — dear; naraḥ — a man. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who is equal to friends and enemies, who is equiposed in honor and dishonor, heat and cold, happiness and distress, fame and infamy, who is always free from contamination, always silent and satisfied with anything, who doesn't care for any residence, who is fixed in knowledge and engaged in devotional service, is very dear to Me."
    },
    {
      "Text-num": "TEXT 20",
      "Verse-Text": "ye tu dharmāmṛtam idaṁ\nyathoktaṁ paryupāsate\nśraddadhānā mat-paramā\nbhaktās te 'tīva me priyāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ye — one who; tu — but; dharmya — generosity; amṛtam — understanding; idam — this; yathā — as; uktam — said; paryupāsate — completely engages; sraddadhānāḥ — with faith; mat-paramāḥ — taking the Supreme Lord as everything; bhaktāḥ — devotees; te — such persons; atīva — very, very; me — Me; priyāḥ — dear. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "He who follows this imperishable path of devotional service and who completely engages himself with faith, making Me the supreme goal, is very, very dear to Me."
    }
  ]
}