{
  "Chapter-Desc": "18. Conclusion-The Perfection of Renunciation",
  "Verses": [
    {
      "Text-num": "TEXT 1",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "sannyāsasya mahā-bāho\ntattvam icchāmi veditum\ntyāgasya ca hṛṣīkeśa\npṛthak keśī-niṣūdana",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; sannyāsasya — renunciation; mahā-bāho — O mighty-armed one; tattvam — truth; icchāmi — I wish; veditum — to understand; tyāgasya — of renunciation; ca — also; hṛṣīkeśa — O master of the senses; pṛthak — differently; keśi-nisūdana — O killer of the Keśī demon.",
      "Translation-En": "Arjuna said, O mighty-armed one, I wish to understand the purpose of renunciation [tyāga] and of the renounced order of life [sannyāsa], O killer of the Keśī demon, Hṛṣīkeśa.",
      "Translation-title": "TRANSLATION"
    },
    {
      "Text-num": "TEXT 2",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "kāmyānāṁ karmaṇāṁ nyāsaṁ\nsannyāsaṁ kavayo viduḥ\nsarva-karma-phala-tyāgaṁ\nprāhus tyāgaṁ vicakṣaṇāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Personality of Godhead said; kāmyānām — with desire; karmaṇām — activities; nyāsam — renunciation; sannyāsam — renounced order of life; kavayaḥ — the learned; viduḥ — know; sarva — all; karma — activities; phala — of results; tyāgam — renunciation; prāhuḥ — call; tyāgam — renunciation; vicakṣaṇāḥ — the experienced.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Supreme Lord said, To give up the results of all activities is called renunciation [tyāga] by the wise. And that state is called the renounced order of life [sannyāsa] by great learned men."
    },
    {
      "Text-num": "TEXT 3",
      "Verse-Text": "tyājyaṁ doṣa-vad ity eke\nkarma prāhur manīṣiṇaḥ\nyajña-dāna-tapaḥ-karma\nna tyājyam iti cāpare",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tyājyam — must be given up; doṣavat — as an evil; iti — thus; eke — one group; karma — work; prāhuḥ — said; manīṣiṇaḥ — of great thinkers; yajña — sacrifice; dāna — charity; tapaḥ — penance; karma — work; na — never; tyājyam — is to be given up; iti — thus; ca — certainly; apare — others.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Some learned men declare that all kinds of fruitive activities should be given up, but there are yet other sages who maintain that acts of sacrifice, charity and penance should never be abandoned."
    },
    {
      "Text-num": "TEXT 4",
      "Verse-Text": "niścayaṁ śṛṇu me tatra\ntyāge bharata-sattama\ntyāgo hi puruṣa-vyāghra\ntri-vidhaḥ samprakīrtitaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "niścayam — certainly; śṛṇu — hear; me — from Me; tatra — there; tyāge — in the matter of renunciation; bharata-sattama — O best of the Bhāratas; tyāgaḥ — renunciation; hi — certainly; puruṣa-vyāghra — O tiger among human beings; tri-vidhaḥ — three kinds; samprakīrtitaḥ — is declared.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O best of the Bhāratas, hear from Me now about renunciation. O tiger among men, there are three kinds of renunciation declared in the scriptures."
    },
    {
      "Text-num": "TEXT 5",
      "Verse-Text": "yajña-dāna-tapaḥ-karma\nna tyājyaṁ kāryam eva tat\nyajño dānaṁ tapaś caiva\npāvanāni manīṣiṇām",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yajña — sacrifice; dāna — charity; tapaḥ — penance; karma — activities; na — never; tyājyam — to be given up; kāryam — must be done; eva — certainly; tat — that; yajñaḥ — sacrifice; dānam — charity; tapaḥ — penance; ca — also; eva — certainly; pāvanāni — purifying; manīṣiṇām — even of the great souls.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Acts of sacrifice, charity and penance are not to be given up but should be performed. Indeed, sacrifice, charity and penance purify even the great souls."
    },
    {
      "Text-num": "TEXT 6",
      "Verse-Text": "etāny api tu karmāṇi\nsaṅgaṁ tyaktvā phalāni ca\nkartavyānīti me pārtha\nniścitaṁ matam uttamam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "etāni — all this; api — certainly; tu — must; karmāṇi — activities; saṅgam — association; tyaktvā — renouncing; phalāni — results; ca — also; kartavyāni — as duty; iti — thus; me — My; pārtha — O son of Pṛthā; niścitam — definite; matam — opinion; uttamam — the best.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "All these activities should be performed without any expectation of result. They should be performed as a matter of duty, O son of Pṛthā. That is My final opinion."
    },
    {
      "Text-num": "TEXT 7",
      "Verse-Text": "niyatasya tu sannyāsaḥ\nkarmaṇo nopapadyate\nmohāt tasya parityāgas\ntāmasaḥ parikīrtitaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "niyatasya — prescribed duties; tu — but; sannyāsaḥ — renunciation; karmaṇaḥ — activities; na — never; upapadyate — is deserved; mohāt — by illusion; tasya — of which; parityāgaḥ — renunciation; tāmasaḥ — in the mode of ignorance; parikīrtitaḥ — declared.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Prescribed duties should never be renounced. If, by illusion, one gives up his prescribed duties, such renunciation is said to be in the mode of ignorance."
    },
    {
      "Text-num": "TEXT 8",
      "Verse-Text": "duḥkham ity eva yat karma\nkāya-kleśa-bhayāt tyajet\nsa kṛtvā rājasaṁ tyāgaṁ\nnaiva tyāga-phalaṁ labhet",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "duḥkham — unhappy; iti — thus; eva — certainly; yat — that which; karma — work; kāya — body; kleśa — troublesome; bhayāt — out of; tyajet — fear; saḥ — that; kṛtvā — after doing; rājasam — in the mode of passion; tyāgam — renunciation; na eva — certainly not; tyāga — renounced; phalam — results; labhet — gain.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Anyone who gives up prescribed duties as troublesome, or out of fear, is said to be in the mode of passion. Such action never leads to the elevation of renunciation."
    },
    {
      "Text-num": "TEXT 9",
      "Verse-Text": "kāryam ity eva yat karma\nniyataṁ kriyate ’rjuna\nsaṅgaṁ tyaktvā phalaṁ caiva\nsa tyāgaḥ sāttviko mataḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kāryam — must be done; iti — thus; eva — thus; yat — that which; karma — work; niyatam — prescribed; kriyate — performed; arjuna — O Arjuna; saṅgam — association; tyaktvā — giving up; phalam — result; ca — also; eva — certainly; saḥ — that; tyāgaḥ — renunciation; sāttvikaḥ — in the mode of goodness; mataḥ — in My opinion.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "But he who performs his prescribed duty only because it ought to be done, and renounces all attachment to the fruit-his renunciation is of the nature of goodness, O Arjuna."
    },
    {
      "Text-num": "TEXT 10",
      "Verse-Text": "na dveṣṭy akuśalaṁ karma\nkuśale nānuṣajjate\ntyāgī sattva-samāviṣṭo\nmedhāvī chinna-saṁśayaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; dveṣṭi — hates; akuśalam — inauspicious; karma — work; kuśale — in auspicious; na — nor; anuṣajjate — becomes attached; tyāgī — the renouncer; sattva — goodness; samāviṣṭaḥ — absorbed in; medhāvī — intelligent; chinna — cut up; saṁśayaḥ — all doubts.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Those who are situated in the mode of goodness, who neither hate inauspicious work nor are attached to auspicious work, have no doubts about work."
    },
    {
      "Text-num": "TEXT 11",
      "Verse-Text": "na hi deha-bhṛtā śakyaṁ\ntyaktuṁ karmāṇy aśeṣataḥ\nyas tu karma-phala-tyāgī\nsa tyāgīty abhidhīyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; hi — certainly; deha-bhṛtā — of the embodied; śakyam — possible; tyaktum — to renounce; karmāṇi — activities of; aśeṣataḥ — altogether; yaḥ tu — anyone who; karma — work; phala — result; tyāgī — renouncer; saḥ — he; tyāgī — the renouncer; iti — thus; abhidhīyate — it is said.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "It is indeed impossible for an embodied being to give up all activities. Therefore it is said that he who renounces the fruits of action is one who has truly renounced."
    },
    {
      "Text-num": "TEXT 12",
      "Verse-Text": "aniṣṭam iṣṭaṁ miśraṁ ca\ntri-vidhaṁ karmaṇaḥ phalam\nbhavaty atyāgināṁ pretya\nna tu sannyāsināṁ kvacit",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "aniṣṭam — leading to hell; iṣṭam — leading to heaven; miśram ca — or mixture; tri-vidham — three kinds; karmaṇaḥ — work; phalam — result; bhavati — becomes; atyāginām — of the renouncer; pretya — after death; na tu — but not; sannyāsinām — of the renounced order; kvacit — at any time.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "For one who is not renounced, the threefold fruits of action-desirable, undesirable and mixed-accrue after death. But those who are in the renounced order of life have no such results to suffer or enjoy."
    },
    {
      "Text-num": "TEXTS 13-14",
      "Verse-Text": "pañcaitāni mahā-bāho\nkāraṇāni nibodha me\nsāṅkhye kṛtānte proktāni\nsiddhaye sarva-karmaṇām\nadhiṣṭhānaṁ tathā kartā\nkaraṇaṁ ca pṛthag-vidham\nvividhāś ca pṛthak ceṣṭā\ndaivaṁ caivātra pañcamam",
      "Word-for-Word": "pañca — five; etāni — all these; mahā-bāho — O mighty-armed one; kāraṇāni — cause; nibodha — just understand; me — from Me; sāṅkhye — in the Vedas; kṛtānte — after performance; proktāni — said; siddhaye — perfection; sarva — all; karmaṇām — actuated; adhiṣṭhānam — place; tathā — also; kartā — worker; karaṇam ca — and instruments; pṛthak-vidham — different kinds; vividhāḥ ca — varieties; pṛthak — separately; ceṣṭāḥ — endeavor; daivam — the Supreme; ca — also; eva — certainly; atra — here; pañcamam — five.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O mighty-armed Arjuna, learn from Me of the five factors which bring about the accomplishment of all action. These are declared in sāṅkhya philosophy to be the place of action, the performer, the senses, the endeavor, and ultimately the Supersoul."
    },
    {
      "Text-num": "TEXT 15",
      "Verse-Text": "śarīra-vāṅ-manobhir yat\nkarma prārabhate naraḥ\nnyāyyaṁ vā viparītaṁ vā\npañcaite tasya hetavaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śarīra — body; vāk — speech; manobhiḥ — by the mind; yat — anything; karma — work; prārabhate — begins; naraḥ — a person; nyāyyam — right; vā — or; viparītam — the opposite; vā — or; pañca — five; ete — all these; tasya — its; hetavaḥ — causes.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Whatever right or wrong action a man performs by body, mind or speech is caused by these five factors."
    },
    {
      "Text-num": "TEXT 16",
      "Verse-Text": "tatraivaṁ sati kartāram\nātmānaṁ kevalaṁ tu yaḥ\npaśyaty akṛta-buddhitvān\nna sa paśyati durmatiḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tatra — there; evam — certainly; sati — being thus; kartāram — of the worker; ātmānam — the soul; kevalam — only; tu — but; yaḥ — anyone; paśyati — sees; akṛta-buddhitvāt — due to unintelligence; na — never; saḥ — he; paśyati — sees; durmatiḥ — foolish.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Therefore one who thinks himself the only doer, not considering the five factors, is certainly not very intelligent and cannot see things as they are."
    },
    {
      "Text-num": "TEXT 17",
      "Verse-Text": "yasya nāhaṅkṛto bhāvo\nbuddhir yasya na lipyate\nhatvāpi sa imāl̐ lokān\nna hanti na nibadhyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yasya — of one who; na — never; ahaṅkṛtaḥ — false ego; bhāvaḥ — nature; buddhiḥ — intelligence; yasya — one who; na — never; lipyate — is attached; hatvā api — even killing; saḥ — he; imān — this; lokān — world; na — never; hanti — kills; na — never; nibadhyate — becomes entangled.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who is not motivated by false ego, whose intelligence is not entangled, though he kills men in this world, is not the slayer. Nor is he bound by his actions."
    },
    {
      "Text-num": "TEXT 18",
      "Verse-Text": "jñānaṁ jñeyaṁ parijñātā\ntri-vidhā karma-codanā\nkaraṇaṁ karma karteti\ntri-vidhaḥ karma-saṅgrahaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "jñānam — knowledge; jñeyam — objective; parijñātā — the knower; tri-vidhā — three kinds; karma — work; codanā — impetus; karaṇam — the senses; karma — work; kartā — the doer; iti — thus; tri-vidhaḥ — three kinds; karma — work; saṅgrahaḥ — accumulation.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Knowledge, the object of knowledge and the knower are the three factors which motivate action; the senses, the work and the doer comprise the threefold basis of action."
    },
    {
      "Text-num": "TEXT 19",
      "Verse-Text": "jñānaṁ karma ca kartā ca\ntridhaiva guṇa-bhedataḥ\nprocyate guṇa-saṅkhyāne\nyathāvac chṛṇu tāny api",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "jñānam — knowledge; karma — work; ca — also; kartā — worker; ca — also; tridhā — three kinds; eva — certainly; guṇa-bhedataḥ — in terms of different modes of material nature; procyate — is said; guṇa-saṅkhyāne — in terms of different modes; yathāvat — as they act; śṛṇu — hear; tāni — all of them; api — also.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "In accordance with the three modes of material nature, there are three kinds of knowledge, action, and performers of action. Listen as I describe them."
    },
    {
      "Text-num": "TEXT 20",
      "Verse-Text": "sarva-bhūteṣu yenaikaṁ\nbhāvam avyayam īkṣate\navibhaktaṁ vibhakteṣu\ntaj jñānaṁ viddhi sāttvikam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sarva-bhūteṣu — in all living entities; yena — by whom; ekam — one; bhāvam — situation; avyayam — imperishable; īkṣate — does see; avibhaktam — undivided; vibhakteṣu — in the numberless divided; tat — that; jñānam — knowledge; viddhi — knows; sāttvikam — in the mode of goodness.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "That knowledge by which one undivided spiritual nature is seen in all existences, undivided in the divided, is knowledge in the mode of goodness."
    },
    {
      "Text-num": "TEXT 21",
      "Verse-Text": "pṛthaktvena tu yaj jñānaṁ\nnānā-bhāvān pṛthag-vidhān\nvetti sarveṣu bhūteṣu\ntaj jñānaṁ viddhi rājasam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "pṛthaktvena — because of division; tu — but; yat jñānam — which knowledge; nānā-bhāvān — multifarious situations; pṛthak-vidhān — differently; vetti — one who knows; sarveṣu — in all; bhūteṣu — living entities; tat jñānam — that knowledge; viddhi — must be known; rājasam — in terms of passion.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "That knowledge by which a different type of living entity is seen to be dwelling in different bodies is knowledge in the mode of passion."
    },
    {
      "Text-num": "TEXT 22",
      "Verse-Text": "yat tu kṛtsna-vad ekasmin\nkārye saktam ahaitukam\natattvārtha-vad alpaṁ ca\ntat tāmasam udāhṛtam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yat — that which; tu — but; kṛtsnavat — all in all; ekasmin — in one; kārye — work; saktam — attached; ahaitukam — without cause; atattva-arthavat — without reality; alpam ca — and very meager; tat — that; tāmasam — in the mode of darkness; udāhṛtam — is spoken.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And that knowledge by which one is attached to one kind of work as the all in all, without knowledge of the truth, and which is very meager, is said to be in the mode of darkness."
    },
    {
      "Text-num": "TEXT 23",
      "Verse-Text": "niyataṁ saṅga-rahitam\narāga-dveṣataḥ kṛtam\naphala-prepsunā karma\nyat tat sāttvikam ucyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "niyatam — regulative; saṅga-rahitam — without attachment; arāga-dveṣataḥ — without love or hatred; kṛtam — done; aphala-prepsunā — without fruitive result; karma — acts; yat — that which; tat — that; sāttvikam — in the mode of goodness; ucyate — is called.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "As for actions, that action in accordance with duty, which is performed without attachment, without love or hate, by one who has renounced fruitive results, is called action in the mode of goodness."
    },
    {
      "Text-num": "TEXT 24",
      "Verse-Text": "yat tu kāmepsunā karma\nsāhaṅkāreṇa vā punaḥ\nkriyate bahulāyāsaṁ\ntad rājasam udāhṛtam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yat — that which; tu — but; kāma-īpsunā — with fruitive result; karma — work; sāhaṅkāreṇa — with ego; vā — or; punaḥ — again; kriyate — performed; bahula-āyāsam — with great labor; tat — that; rājasam — in the mode of passion; udāhṛtam — is said to be.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "But action performed with great effort by one seeking to gratify his desires, and which is enacted from a sense of false ego, is called action in the mode of passion."
    },
    {
      "Text-num": "TEXT 25",
      "Verse-Text": "anubandhaṁ kṣayaṁ hiṁsām\nanapekṣya ca pauruṣam\nmohād ārabhyate karma\nyat tat tāmasam ucyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "anubandham — future bondage; kṣayam — distracted; hiṁsām — violence; anapekṣya — without consideration of consequences; ca — also; pauruṣam — distressing to others; mohāt — by illusion; ārabhyate — begun; karma — work; yat — that; tat — which; tāmasam — in the mode of ignorance; ucyate — is said to be.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And that action performed in ignorance and delusion without consideration of future bondage or consequences, which inflicts injury and is impractical, is said to be action in the mode of ignorance."
    },
    {
      "Text-num": "TEXT 26",
      "Verse-Text": "mukta-saṅgo ’nahaṁ-vādī\ndhṛty-utsāha-samanvitaḥ\nsiddhy-asiddhyor nirvikāraḥ\nkartā sāttvika ucyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mukta-saṅgaḥ — liberated from all material association; anaham-vādī — without false ego; dhṛti-utsāha — with great enthusiasm; samanvitaḥ — qualified in that way; siddhi — perfection; asiddhyoḥ — failure; nirvikāraḥ — without change; kartā — worker; sāttvikaḥ — in the mode of goodness; ucyate — is said to be.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The worker who is free from all material attachments and false ego, who is enthusiastic and resolute and who is indifferent to success or failure, is a worker in the mode of goodness."
    },
    {
      "Text-num": "TEXT 27",
      "Verse-Text": "rāgī karma-phala-prepsur\nlubdho hiṁsātmako ’śuciḥ\nharṣa-śokānvitaḥ kartā\nrājasaḥ parikīrtitaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "rāgī — very much attached; karma-phala — to the fruit of the work; prepsuḥ — desiring; lubdhaḥ — greedy; hiṁsā-ātmakaḥ — and always envious; aśuciḥ — unclean; harṣa-śoka-anvitaḥ — complicated, with joy and sorrow; kartā — such a worker; rājasaḥ — in the mode of passion; parikīrtitaḥ — is declared.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "But that worker who is attached to the fruits of his labor and who passionately wants to enjoy them, who is greedy, envious and impure and moved by happiness and distress, is a worker in the mode of passion."
    },
    {
      "Text-num": "TEXT 28",
      "Verse-Text": "ayuktaḥ prākṛtaḥ stabdhaḥ\nśaṭho naiṣkṛtiko ’lasaḥ\nviṣādī dīrgha-sūtrī ca\nkartā tāmasa ucyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ayuktaḥ — without reference to the scriptural injunctions; prākṛtaḥ — materialistic; stabdhaḥ — obstinate; śaṭhaḥ — deceitful; naiṣkṛtikaḥ — expert in insulting others; alasaḥ — lazy; viṣādī — morose; dīrgha-sūtrī — procrastinating; ca — also; kartā — worker; tāmasaḥ — in the mode of ignorance; ucyate — is said to be.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And that worker who is always engaged in work against the injunction of the scripture, who is materialistic, obstinate, cheating and expert in insulting others, who is lazy, always morose and procrastinating, is a worker in the mode of ignorance."
    },
    {
      "Text-num": "TEXT 29",
      "Verse-Text": "buddher bhedaṁ dhṛteś caiva\nguṇatas tri-vidhaṁ śṛṇu\nprocyamānam aśeṣeṇa\npṛthaktvena dhanañjaya",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "buddheḥ — of intelligence; bhedam — differences; dhṛteḥ — of steadiness; ca — also; eva — certainly; guṇataḥ — by the modes of material nature; tri-vidham — the three kinds of; śṛṇu — just hear; procyamānam — as described by Me; aśeṣeṇa — in detail; pṛthaktvena — differently; dhanañjaya — O winner of wealth.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Now, O winner of wealth, please listen as I tell you in detail of the three kinds of understanding and determination according to the three modes of nature."
    },
    {
      "Text-num": "TEXT 30",
      "Verse-Text": "pravṛttiṁ ca nivṛttiṁ ca\nkāryākārye bhayābhaye\nbandhaṁ mokṣaṁ ca yā vetti\nbuddhiḥ sā pārtha sāttvikī",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "pravṛttim — deserving; ca — also; nivṛttim — not deserving; kārya — work; akārye — reaction; bhaya — fearful; abhaye — fearlessness; bandham — obligation; mokṣam ca — and liberation; yā — that which; vetti — knows; buddhiḥ — understanding; sā — that; pārtha — O son of Pṛthā; sāttvikī — in the mode of goodness.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O son of Pṛthā, that understanding by which one knows what ought to be done and what ought not to be done, what is to be feared and what is not to be feared, what is binding and what is liberating, that understanding is established in the mode of goodness."
    },
    {
      "Text-num": "TEXT 31",
      "Verse-Text": "yayā dharmam adharmaṁ ca\nkāryaṁ cākāryam eva ca\nayathāvat prajānāti\nbuddhiḥ sā pārtha rājasī",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yayā — by which; dharmam — principles of religion; adharmam ca — and irreligion; kāryam — work; ca — also; akāryam — what ought not to be done; eva — certainly; ca — also; ayathāvat — not perfectly; prajānati — knows; buddhiḥ — intelligence; sā — that; pārtha — O son of Pṛthā; rājasī — in the mode of passion.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And that understanding which cannot distinguish between the religious way of life and the irreligious, between action that should be done and action that should not be done, that imperfect understanding, O son of Pṛthā, is in the mode of passion."
    },
    {
      "Text-num": "TEXT 32",
      "Verse-Text": "adharmaṁ dharmam iti yā\nmanyate tamasāvṛtā\nsarvārthān viparītāṁś ca\nbuddhiḥ sā pārtha tāmasī",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "adharmam — irreligion; dharmam — religion; iti — thus; yā — which; manyate — thinks; tamasā — by illusion; āvṛtā — covered; sarva-arthān — all things; viparītān — the wrong direction; ca — also; buddhiḥ — intelligence; sa — that; pārtha — O son of Pṛthā; tāmasī — the mode of ignorance.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "That understanding which considers irreligion to be religion and religion to be irreligion, under the spell of illusion and darkness, and strives always in the wrong direction, O Pārtha, is in the mode of ignorance."
    },
    {
      "Text-num": "TEXT 33",
      "Verse-Text": "dhṛtyā yayā dhārayate\nmanaḥ-prāṇendriya-kriyāḥ\nyogenāvyabhicāriṇyā\ndhṛtiḥ sā pārtha sāttvikī",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "dhṛtyā — determination; yayā — by which; dhārayate — is sustained; manaḥ — mind; prāṇa — life; indriya — senses; kriyāḥ — activities; yogena — by yoga practice; avyabhicāriṇyā — without any break; dhṛtiḥ — such determination; sā — that; pārtha — O son of Pṛthā; sāttvikī — in the mode of goodness.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O son of Pṛthā, that determination which is unbreakable, which is sustained with steadfastness by yoga practice, and thus controls the mind, life, and the acts of the senses, is in the mode of goodness."
    },
    {
      "Text-num": "TEXT 34",
      "Verse-Text": "yayā tu dharma-kāmārthān\ndhṛtyā dhārayate ’rjuna\nprasaṅgena phalākāṅkṣī\ndhṛtiḥ sā pārtha rājasī",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yayā — by which; tu — but; dharma-kāma-arthān — for religiosity and economic development; dhṛtyā — by determination; dhārayate — in such terms; arjuna — O Arjuna; prasaṅgena — for that; phala-ākāṅkṣī — desiring fruitive result; dhṛtiḥ — determination; sā — that; pārtha — O son of Pṛthā; rājasī — in the mode of passion.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And that determination by which one holds fast to fruitive result in religion, economic development and sense gratification is of the nature of passion, O Arjuna."
    },
    {
      "Text-num": "TEXT 35",
      "Verse-Text": "yayā svapnaṁ bhayaṁ śokaṁ\nviṣādaṁ madam eva ca\nna vimuñcati durmedhā\ndhṛtiḥ sā pārtha tāmasī",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yayā — by which; svapnam — dream; bhayam — fearfulness; śokam — lamentation; viṣādam — moroseness; madam — illusion; eva — certainly; ca — also; na — never; vimuñcati — is liberated; durmedhāḥ — unintelligent; dhṛtiḥ — determination; sā — that; pārtha — O son of Pṛthā; tāmasī — in the mode of ignorance.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And that determination which cannot go beyond dreaming, fearfulness, lamentation, moroseness, and illusion-such unintelligent determination is in the mode of darkness."
    },
    {
      "Text-num": "TEXTS 36-37",
      "Verse-Text": "sukhaṁ tv idānīṁ tri-vidhaṁ\nśṛṇu me bharatarṣabha\nabhyāsād ramate yatra\nduḥkhāntaṁ ca nigacchati\nyat tad agre viṣam iva\npariṇāme ’mṛtopamam\ntat sukhaṁ sāttvikaṁ proktam\nātma-buddhi-prasāda-jam",
      "Word-for-Word": "sukham — happiness; tu — but; idānīm — now; tri-vidham — three kinds; śṛṇu — hear; me — from Me; bharatarṣabha — O best amongst the Bhāratas; abhyāsāt — by practice; ramate — enjoyer; yatra — where; duḥkha — distress; antam — end; ca — also; nigacchati — gains; yat — that which; tat — that; agre — in the beginning; viṣam iva — like poison; pariṇāme — at the end; amṛta — nectar; upamam — compared to; tat — that; sukham — happiness; sāttvikam — in the mode of goodness; proktam — is said; ātma — self; buddhi — intelligence; prasāda-jam — satisfactory.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O best of the Bhāratas, now please hear from Me about the three kinds of happiness which the conditioned soul enjoys, and by which he sometimes comes to the end of all distress. That which in the beginning may be just like poison but at the end is just like nectar and which awakens one to self-realization is said to be happiness in the mode of goodness."
    },
    {
      "Text-num": "TEXT 38",
      "Verse-Text": "viṣayendriya-saṁyogād\nyat tad agre ’mṛtopamam\npariṇāme viṣam iva\ntat sukhaṁ rājasaṁ smṛtam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "viṣaya — objects of sense; indriya — senses; saṁyogāt — combination; yat — that; tat — which; agre — in the beginning; amṛta-upamam — just like nectar; pariṇāme — at the end; viṣam iva — like poison; tat — that; sukham — happiness; rājasam — in the mode of passion; smṛtam — is considered.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "That happiness which is derived from contact of the senses with their objects and which appears like nectar at first but poison at the end is said to be of the nature of passion."
    },
    {
      "Text-num": "TEXT 39",
      "Verse-Text": "yad agre cānubandhe ca\nsukhaṁ mohanam ātmanaḥ\nnidrālasya-pramādotthaṁ\ntat tāmasam udāhṛtam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yat — that which; agre — in the beginning; ca — also; anubandhe — by binding; ca — also; sukham — happiness; mohanam — illusion; ātmanaḥ — of the self; nidrā — sleeping; ālasya — laziness; pramāda — illusion; uttham — produced of; tat — that; tāmasam — in the mode of ignorance; udāhṛtam — is said to be.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And that happiness which is blind to self-realization, which is delusion from beginning to end and which arises from sleep, laziness and illusion is said to be of the nature of ignorance."
    },
    {
      "Text-num": "TEXT 40",
      "Verse-Text": "na tad asti pṛthivyāṁ vā\ndivi deveṣu vā punaḥ\nsattvaṁ prakṛti-jair muktaṁ\nyad ebhiḥ syāt tribhir guṇaiḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — not; tat — that; asti — there is; pṛthivyām — within the universe; vā — or; divi — in the higher planetary system; deveṣu — amongst the demigods; vā — or; punaḥ — again; sattvam — existence; prakṛti-jaiḥ — under the influence of material nature; muktam — liberated; yat — that; ebhiḥ — by this; syāt — so becomes; tribhiḥ — by three; guṇaiḥ — modes of material nature.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "There is no being existing, either here or among the demigods in the higher planetary systems, which is freed from the three modes of material nature."
    },
    {
      "Text-num": "TEXT 41",
      "Verse-Text": "brāhmaṇa-kṣatriya-viśāṁ\nśūdrāṇāṁ ca parantapa\nkarmāṇi pravibhaktāni\nsvabhāva-prabhavair guṇaiḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "brāhmaṇa — the brāhmaṇas; kṣatriya — the kṣatriyas; viśām — the vaiśyas; śūdrāṇām — the śūdras; ca — and; parantapa — O subduer of the enemies; karmāṇi — activities; pravibhaktāni — are divided; svabhāva — own nature; prabhavaiḥ — born of; guṇaiḥ — by the modes of material nature.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Brāhmaṇas, kṣatriyas, vaiśyas and śūdras are distinguished by their qualities of work, O chastiser of the enemy, in accordance with the modes of nature."
    },
    {
      "Text-num": "TEXT 42",
      "Verse-Text": "śamo damas tapaḥ śaucaṁ\nkṣāntir ārjavam eva ca\njñānaṁ vijñānam āstikyaṁ\nbrahma-karma svabhāva-jam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śamaḥ — peacefulness; damaḥ — self-control; tapaḥ — austerity; śaucam — purity; kṣāntiḥ — tolerance; ārjavam — honesty; eva — certainly; ca — and; jñānam — wisdom; vijñānam — knowledge; āstikyam — religiousness; brahma — of a brāhmaṇa; karma — duty; svabhāva-jam — born of his own nature.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Peacefulness, self-control, austerity, purity, tolerance, honesty, wisdom, knowledge, and religiousness-these are the qualities by which the brāhmaṇas work."
    },
    {
      "Text-num": "TEXT 43",
      "Verse-Text": "śauryaṁ tejo dhṛtir dākṣyaṁ\nyuddhe cāpy apalāyanam\ndānam īśvara-bhāvaś ca\nkṣātraṁ karma svabhāva-jam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śauryam — heroism; tejaḥ — power; dhṛtiḥ — determination; dākṣyam — resourcefulness; yuddhe — in battle; ca — and; api — also; apalāyanam — not fleeing; dānam — generosity; īśvara — leadership; bhāvaḥ — nature; ca — and kṣātram-kṣatriya; karma — duty; svabhāva-jam — born of his own nature.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Heroism, power, determination, resourcefulness, courage in battle, generosity, and leadership are the qualities of work for the kṣatriyas."
    },
    {
      "Text-num": "TEXT 44",
      "Verse-Text": "kṛṣi-go-rakṣya-vāṇijyaṁ\nvaiśya-karma svabhāva-jam\nparicaryātmakaṁ karma\nśūdrasyāpi svabhāva-jam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kṛṣi — ploughing; go — cows; rakṣya — protection; vāṇijyam — trade; vaiśya-vaiśya; karma — duty; svabhāva-jam — born of his own nature; paricaryā — service; ātmakam — nature; karma — duty; śūdrasya — of the śūdra; api — also; svabhāva-jam — born of his own nature.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Farming, cattle raising and business are the qualities of work for the vaiśyas, and for the śūdras there is labor and service to others."
    },
    {
      "Text-num": "TEXT 45",
      "Verse-Text": "sve sve karmaṇy abhirataḥ\nsaṁsiddhiṁ labhate naraḥ\nsva-karma-nirataḥ siddhiṁ\nyathā vindati tac chṛṇu",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sve — own; sve — own; karmaṇi — in work; abhirataḥ — following; saṁsiddhim — perfection; labhate — achieves; naraḥ — a man; svakarma — by his own duty; nirataḥ — engaged; siddhim — perfection; yathā — as; vindati — attains, tat — that; śṛṇu — listen.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "By following his qualities of work, every man can become perfect. Now please hear from Me how this can be done."
    },
    {
      "Text-num": "TEXT 46",
      "Verse-Text": "yataḥ pravṛttir bhūtānāṁ\nyena sarvam idaṁ tatam\nsva-karmaṇā tam abhyarcya\nsiddhiṁ vindati mānavaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yataḥ — from whom; pravṛttiḥ — emanation; bhūtānām — of all living entities; yena — by whom; sarvam — all; idam — this; tatam — is pervaded; svakarmaṇā — in his own duties; tam — Him; abhyarcya — by worshiping; siddhim — perfection; vindati — achieves; mānavaḥ — a man.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "By worship of the Lord, who is the source of all beings and who is all-pervading, man can, in the performance of his own duty, attain perfection."
    },
    {
      "Text-num": "TEXT 47",
      "Verse-Text": "śreyān sva-dharmo viguṇaḥ\npara-dharmāt sv-anuṣṭhitāt\nsvabhāva-niyataṁ karma\nkurvan nāpnoti kilbiṣam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sreyān — better; sva-dharmaḥ — one’s own occupation; viguṇaḥ — imperfectly performed; para-dharmāt — another’s occupation; svanuṣṭhitāt — perfectly done; svabhāva-niyatam — prescribed duties according to one’s nature; karma — work; kurvan — performing; na — never; āpnoti — achieve; kilbiṣam — sinful reactions.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "It is better to engage in one’s own occupation, even though one may perform it imperfectly, than to accept another’s occupation and perform it perfectly. Prescribed duties, according to one’s nature, are never affected by sinful reactions."
    },
    {
      "Text-num": "TEXT 48",
      "Verse-Text": "saha-jaṁ karma kaunteya\nsa-doṣam api na tyajet\nsarvārambhā hi doṣeṇa\ndhūmenāgnir ivāvṛtāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "saha-jam — born simultaneously; karma — work; kaunteya — O son of Kuntī; sa-doṣam — with fault; api — although; na — never; tyajet — to be given up; sarva-ārambhāḥ — any venture; hi — is certainly; doṣeṇa — with fault; dhūmena — with smoke; agniḥ — fire; iva — as; āvṛtāḥ — covered.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Every endeavor is covered by some sort of fault, just as fire is covered by smoke. Therefore one should not give up the work which is born of his nature, O son of Kuntī, even if such work is full of fault."
    },
    {
      "Text-num": "TEXT 49",
      "Verse-Text": "asakta-buddhiḥ sarvatra\njitātmā vigata-spṛhaḥ\nnaiṣkarmya-siddhiṁ paramāṁ\nsannyāsenādhigacchati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "asakta-buddhiḥ — unattached intelligence; sarvatra — everywhere; jita-ātmā — control of the mind, vigata-spṛhaḥ — without material desires; naiṣkarmya-siddhim — perfection of non-reaction; paramām — supreme; sannyāsena — by the renounced order of life; adhigacchati — attains.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One can obtain the results of renunciation simply by self-control and by becoming unattached to material things and disregarding material enjoyments. That is the highest perfectional stage of renunciation."
    },
    {
      "Text-num": "TEXT 50",
      "Verse-Text": "siddhiṁ prāpto yathā brahma\ntathāpnoti nibodha me\nsamāsenaiva kaunteya\nniṣṭhā jñānasya yā parā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "siddhim — perfection; prāptaḥ — achieving; yathā — as; brahma — the Supreme; tathā — so; āpnoti — achieves; nibodha — try to understand; me — from Me; samāsena — summarily; eva — certainly; kaunteya — O son of Kuntī; niṣṭhā — stage; jñānasya — of knowledge; yā — which; parā — transcendental.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O son of Kuntī, learn from Me in brief how one can attain to the supreme perfectional stage, Brahman, by acting in the way which I shall now summarize."
    },
    {
      "Text-num": "TEXTS 51-53",
      "Verse-Text": "buddhyā viśuddhayā yukto\ndhṛtyātmānaṁ niyamya ca\nśabdādīn viṣayāṁs tyaktvā\nrāga-dveṣau vyudasya ca\nvivikta-sevī laghv-āśī\nyata-vāk-kāya-mānasaḥ\ndhyāna-yoga-paro nityaṁ\nvairāgyaṁ samupāśritaḥ\nahaṅkāraṁ balaṁ darpaṁ\nkāmaṁ krodhaṁ parigraham\nvimucya nirmamaḥ śānto\nbrahma-bhūyāya kalpate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "buddhyā — by the intelligence; viśuddhayā — fully purified; yuktaḥ — such engagement; dhṛtyā — determination; ātmānam — self; niyamya — regulated; ca — also; śabdādīn — the sense objects, such as sound, etc. ; viṣayān — sense objects; tyaktvā — giving up; rāga — attachments; dveṣau — hatred; vyudasya — having laid aside; ca — also; vivikta-sevī — living in a secluded place; laghu-āśī — eating a small quantity; yata-vāk — control of speech; kāya — body; mānasaḥ — control of the mind; dhyāna-yoga-paraḥ — always absorbed in trance; nityam — twenty-four hours a day; vairāgyam — detachment; samupāśritaḥ — taken shelter of; ahaṅkāram — false ego; balam — false strength; darpam — false pride; kāmam — lust; krodham — anger; parigraham — acceptance of material things; vimucya — being delivered; nirmamaḥ — without proprietorship; śāntaḥ — peaceful; brahma-bhūyāya — to become self-realized; kalpate — is understood.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Being purified by his intelligence and controlling the mind with determination, giving up the objects of sense gratification, being freed from attachment and hatred, one who lives in a secluded place, who eats little and who controls the body and the tongue, and is always in trance and is detached, who is without false ego, false strength, false pride, lust, anger, and who does not accept material things, such a person is certainly elevated to the position of self-realization."
    },
    {
      "Text-num": "TEXT 54",
      "Verse-Text": "brahma-bhūtaḥ prasannātmā\nna śocati na kāṅkṣati\nsamaḥ sarveṣu bhūteṣu\nmad-bhaktiṁ labhate parām",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "brahma-bhūtaḥ — being one with the Absolute; prasanna-ātmā — fully joyful; na — never; śocati — laments; na — never; kāṅkṣati — desires; samaḥ — equally disposed; sarveṣu — all; bhūteṣu — living entity; mat-bhaktim — My devotional service; labhate — gains; parām — transcendental.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who is thus transcendentally situated at once realizes the Supreme Brahman. He never laments nor desires to have anything; he is equally disposed to every living entity. In that state he attains pure devotional service unto Me."
    },
    {
      "Text-num": "TEXT 55",
      "Verse-Text": "bhaktyā mām abhijānāti\nyāvān yaś cāsmi tattvataḥ\ntato māṁ tattvato jñātvā\nviśate tad-anantaram",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "bhaktyā — by pure devotional service; mām — Me; abhijānāti — one can know; yāvān — as much as; yaḥ ca asmi — as I am; tattvataḥ — in truth; tataḥ — thereafter; mām — Me; tattvataḥ — by truth; jñātvā — knowing; viśate — enters; tat — thereafter; anantaram — after",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One can understand the Supreme Personality as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God."
    },
    {
      "Text-num": "TEXT 56",
      "Verse-Text": "sarva-karmāṇy api sadā\nkurvāṇo mad-vyapāśrayaḥ\nmat-prasādād avāpnoti\nśāśvataṁ padam avyayam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sarva — all; karmāṇi — activities; api — although; sadā — always; kurvāṇaḥ — performing; mat — under My; vyapāśrayah — protection; mat — My; prasādāt — mercy; avāpnoti — achieves; sāśvatam — eternal; padam — abode; avyayam —  — imperishable.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Though engaged in all kinds of activities, My devotee, under My protection, reaches the eternal and imperishable abode by My grace."
    },
    {
      "Text-num": "TEXT 57",
      "Verse-Text": "cetasā sarva-karmāṇi\nmayi sannyasya mat-paraḥ\nbuddhi-yogam upāśritya\nmac-cittaḥ satataṁ bhava",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "cetasā — by intelligence; sarva-karmāni — all kinds of activities; mayi — unto Me; sannyasya — giving up; mat-paraḥ — My protection; buddhi-yogam — devotional activities; upāśritya — taking shelter of; mat-cittaḥ — consciousness; satatam — twenty-four hours a day; bhava — just become.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "In all activities just depend upon Me and work always under My protection. In such devotional service, be fully conscious of Me."
    },
    {
      "Text-num": "TEXT 58",
      "Verse-Text": "mac-cittaḥ sarva-durgāṇi\nmat-prasādāt tariṣyasi\natha cet tvam ahaṅkārān\nna śroṣyasi vinaṅkṣyasi",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mat — My; cittaḥ — consciousness; sarva — all; durgāṇi — impediments; mat — My; prasādāt — My mercy; tariṣyasi — you will overcome; atha — therefore; cet — if; tvam — you; ahaṅkārāt — by false ego; na — not; śroṣyasi — do not hear; vinaṅkṣyasi — then lose yourself.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "If you become conscious of Me, you will pass over all the obstacles of conditional life by My grace. If, however, you do not work in such consciousness but act through false ego, not hearing Me, you will be lost."
    },
    {
      "Text-num": "TEXT 59",
      "Verse-Text": "yad ahaṅkāram āśritya\nna yotsya iti manyase\nmithyaiṣa vyavasāyas te\nprakṛtis tvāṁ niyokṣyati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yat — therefore; ahaṅkāram — false ego; āśritya — taking shelter; na — not; yotsya — shall fight; iti — thus; manyase — think; mithyā eṣaḥ — this is all false; vyavasāyah te — your determination; prakṛtiḥ — material nature; tvām — you; niyokṣyati — will engage you.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "If you do not act according to My direction and do not fight, then you will be falsely directed. By your nature, you will have to be engaged in warfare."
    },
    {
      "Text-num": "TEXT 60",
      "Verse-Text": "svabhāva-jena kaunteya\nnibaddhaḥ svena karmaṇā\nkartuṁ necchasi yan mohāt\nkariṣyasy avaśo ’pi tat",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sva-bhāva-jena — by one’s own nature; kaunteya — O son of Kuntī; nibaddhaḥ — conditioned; svena — by one’s own; karmaṇā — activities; kartum — to do; na — not; icchasi — like; yat — that; mohāt — by illusion; kariṣyasi — you will act; avaśaḥ — imperceptibly; api — even; tat — that.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Under illusion you are now declining to act according to My direction. But, compelled by your own nature, you will act all the same, O son of Kuntī."
    },
    {
      "Text-num": "TEXT 61",
      "Verse-Text": "īśvaraḥ sarva-bhūtānāṁ\nhṛd-deśe ’rjuna tiṣṭhati\nbhrāmayan sarva-bhūtāni\nyantrārūḍhāni māyayā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "īśvaraḥ — the Supreme Lord; sarva-bhūtānām — of all living entities; hṛd-deśe — in the location of the heart; arjuna — O Arjuna; tiṣṭhati — resides; bhrāmayan — causing to travel; sarva-bhūtāni — all living entities; yantra — machine; ārūḍhāni — being so placed; māyayā — under the spell of material energy.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Supreme Lord is situated in everyone’s heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy."
    },
    {
      "Text-num": "TEXT 62",
      "Verse-Text": "tam eva śaraṇaṁ gaccha\nsarva-bhāvena bhārata\ntat-prasādāt parāṁ śāntiṁ\nsthānaṁ prāpsyasi śāśvatam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tam — unto Him; eva — certainly; śaraṇam — surrender; gaccha — go; sarva-bhāvena — in all respects; bhārata — O son of Bharata; tat-prasādāt — by His grace; parām — transcendental; śāntim — peace; sthānam — abode; prāpsyasi — you will get; śāśvatam — eternal.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O scion of Bharata, surrender unto Him utterly. By His grace you will attain transcendental peace and the supreme and eternal abode."
    },
    {
      "Text-num": "TEXT 63",
      "Verse-Text": "iti te jñānam ākhyātaṁ\nguhyād guhyataraṁ mayā\nvimṛśyaitad aśeṣeṇa\nyathecchasi tathā kuru",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "iti — thus; te — unto you; jñānam — knowledge; ākhyātam — described; guhyāt — confidential; guhyataram — still more confidential; mayā — by Me; vimṛśya — by deliberation; etat — that; aśeṣeṇa — fully; yathā — as you; icchasi — you like; tathā — that; kuru — perform.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Thus I have explained to you the most confidential of all knowledge. Deliberate on this fully, and then do what you wish to do."
    },
    {
      "Text-num": "TEXT 64",
      "Verse-Text": "sarva-guhyatamaṁ bhūyaḥ\nśṛṇu me paramaṁ vacaḥ\niṣṭo ’si me dṛḍham iti\ntato vakṣyāmi te hitam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sarva-guhyatamam — the most confidential; bhūyaḥ — again; śṛṇu — just hear; me — from Me; paramam — the supreme; vacaḥ — instruction; isṭaḥ asi — you are very dear to Me; dṛḍham — very; iti — thus; tataḥ — therefore; vakṣyāmi — speaking; te — for your; hitam — benefit.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Because you are My very dear friend, I am speaking to you the most confidential part of knowledge. Hear this from Me, for it is for your benefit."
    },
    {
      "Text-num": "TEXT 65",
      "Verse-Text": "man-manā bhava mad-bhakto\nmad-yājī māṁ namaskuru\nmām evaiṣyasi satyaṁ te\npratijāne priyo ’si me",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "man-manāḥ — thinking of Me; bhava — just become; mat-bhaktaḥ — My devotee; mat-yājī — My worshiper; mām — unto Me; namaskuru — offer your obeisances; mām — unto Me; eva — certainly; eṣyasi — come; satyam — truly; te — to you; pratijāne — I promise; prijaḥ — dear; asi — you are; me — My.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Always think of Me and become My devotee. Worship Me and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are My very dear friend."
    },
    {
      "Text-num": "TEXT 66",
      "Verse-Text": "sarva-dharmān parityajya\nmām ekaṁ śaraṇaṁ vraja\nahaṁ tvāṁ sarva-pāpebhyo\nmokṣayiṣyāmi mā śucaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sarva-dharmān — all varieties of religion; parityajya — abandoning; mām — unto Me; ekam — only; śaraṇam — surrender; vraja — go; aham — I; tvām — you; sarva — all; pāpebhyaḥ — from sinful reactions; mokṣayiṣyāmi — deliver; mā — not; śucaḥ — worry.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear."
    },
    {
      "Text-num": "TEXT 67",
      "Verse-Text": "idaṁ te nātapaskāya\nnābhaktāya kadācana\nna cāśuśrūṣave vācyaṁ\nna ca māṁ yo ’bhyasūyati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "idam — this; te — you; na — never; atapaskāya — one who is not austere; na — never; abhaktāya — one who is not a devotee; kadācana — at any time; na — never; ca — also; aśuśrūṣave — one who is not engaged in devotional service; vācyam — to be spoken; na — never; ca — also; mām — unto Me; yaḥ — anyone; abhyasūyati — envious.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "This confidential knowledge may not be explained to those who are not austere, or devoted, or engaged in devotional service, nor to one who is envious of Me."
    },
    {
      "Text-num": "TEXT 68",
      "Verse-Text": "ya idaṁ paramaṁ guhyaṁ\nmad-bhakteṣv abhidhāsyati\nbhaktiṁ mayi parāṁ kṛtvā\nmām evaiṣyaty asaṁśayaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yaḥ — anyone; idam — this; paramam — most; guhyam — confidential; mat — Mine; bhakteṣu — amongst devotees of; abhidhāsyati — explains; bhaktim — devotional service; mayi — unto Me; parām — transcendental; kṛtvā — having done; mām — unto Me; eva — certainly; eṣyati — comes; asaṁśayaḥ — without doubt.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "For one who explains the supreme secret to the devotees, devotional service is guaranteed, and at the end he will come back to Me."
    },
    {
      "Text-num": "TEXT 69",
      "Verse-Text": "na ca tasmān manuṣyeṣu\nkaścin me priya-kṛttamaḥ\nbhavitā na ca me tasmād\nanyaḥ priyataro bhuvi",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; ca — and; tasmāt — therefore; manuṣyeṣu — among mankind; kaścit — anyone; me — My; priya-kṛttamaḥ — more dear; bhavitā — will become; na — no; ca — and; me — My; tasmāt — than him; anyaḥ — other; priyataraḥ — dearer; bhuvi — in this world.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "There is no servant in this world more dear to Me than he, nor will there ever be one more dear."
    },
    {
      "Text-num": "TEXT 70",
      "Verse-Text": "adhyeṣyate ca ya imaṁ\ndharmyaṁ saṁvādam āvayoḥ\njñāna-yajñena tenāham\niṣṭaḥ syām iti me matiḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "adhyeṣyate — will study; ca — also; yaḥ — he; imam — this; dharmyaṁ — sacred; saṁvādam — conversation; āvayoḥ — of ours; jñāna — knowledge; yajñena — by sacrifice; tena — by him; aham — I; iṣṭaḥ — worshiped; syām — shall be; iti — thus; me — My; matiḥ — opinion.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And I declare that he who studies this sacred conversation worships Me by his intelligence."
    },
    {
      "Text-num": "TEXT 71",
      "Verse-Text": "śraddhāvān anasūyaś ca\nśṛṇuyād api yo naraḥ\nso ’pi muktaḥ śubhāl lokān\nprāpnuyāt puṇya-karmaṇām",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sraddhāvan — faithful; anasūyaḥ ca — and not envious; śṛṇuyāt — does hear; api — certainly; yaḥ — who; naraḥ — man; saḥ api — he also; muktaḥ — being liberated; śubhān — auspicious; lokān — planets; prāpnuyāt — attains; puṇya-karmaṇām — of the past.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And one who listens with faith and without envy becomes free from sinful reaction and attains to the planets where the pious dwell."
    },
    {
      "Text-num": "TEXT 72",
      "Verse-Text": "kaccid etac chrutaṁ pārtha\ntvayaikāgreṇa cetasā\nkaccid ajñāna-sammohaḥ\npraṇaṣṭas te dhanañjaya",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kaccit — whether; etat — this; śrutam — heard; pārtha — O son of Pṛthā; tvayā — by you; ekāgreṇa — with full attention; cetasā — by the mind; kaccit — whether; ajñāna — ignorant; saṁmohaḥ — illusion; praṇaṣṭaḥ — dispelled; te — of you; dhanañjaya — O conqueror of wealth (Arjuna).",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O conqueror of wealth, Arjuna, have you heard this attentively with your mind? And are your illusions and ignorance now dispelled?"
    },
    {
      "Text-num": "TEXT 73",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "naṣṭo mohaḥ smṛtir labdhā\ntvat-prasādān mayācyuta\nsthito ’smi gata-sandehaḥ\nkariṣye vacanaṁ tava",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; naṣṭaḥ — dispelled; mohaḥ — illusion; smṛtiḥ — memory; labdhā — regained; tvat-prasādāt — by Your mercy; mayā — by me; acyuta — O infallible Kṛṣṇa; sthitaḥ — situated; asmi — I am; gata — removed; sandehaḥ — all doubts; kariṣye — I shall execute; vacanam — order; tava — Your.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna said, My dear Kṛṣṇa, O infallible one, my illusion is now gone. I have regained my memory by Your mercy, and I am now firm and free from doubt and am prepared to act according to Your instructions."
    },
    {
      "Text-num": "TEXT 74",
      "Uvaca-line": "sañjaya uvāca",
      "Verse-Text": "ity ahaṁ vāsudevasya\npārthasya ca mahātmanaḥ\nsaṁvādam imam aśrauṣam\nadbhutaṁ roma-harṣaṇam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sañjayaḥ uvāca — Sañjaya said; iti — thus; aham — I; vāsudevasya — of Kṛṣṇa; pārthasya — of Arjuna; ca — also; mahātmanaḥ — two great souls; saṁvādam — discussing; imam — this; aśrauṣam — heard; adbhutam — wonder; romaharṣaṇam — hair standing on end.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Sañjaya said: Thus have I heard the conversation of two great souls, Kṛṣṇa and Arjuna. And so wonderful is that message that my hair is standing on end."
    },
    {
      "Text-num": "TEXT 75",
      "Verse-Text": "vyāsa-prasādāc chrutavān\netad guhyam ahaṁ param\nyogaṁ yogeśvarāt kṛṣṇāt\nsākṣāt kathayataḥ svayam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "vyāsa-prasādāt — by the mercy of Vyāsadeva; śrutavān — heard; etat — this; guhyam — confidential; aham — I; param — the supreme; yogam — mysticism; yogeśvarāt — from the master of all mysticism; kṛṣṇāt — from Kṛṣṇa; sākṣāt — directly; kathayataḥ — speaking; svayam — personally.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "By the mercy of Vyāsa, I have heard these most confidential talks directly from the master of all mysticism, Kṛṣṇa, who was speaking personally to Arjuna."
    },
    {
      "Text-num": "TEXT 76",
      "Verse-Text": "rājan saṁsmṛtya saṁsmṛtya\nsaṁvādam imam adbhutam\nkeśavārjunayoḥ puṇyaṁ\nhṛṣyāmi ca muhur muhuḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "rājan — O King; saṁsmṛtya — remembering; saṁsmṛtya — remembering; saṁvādam — message; imam — this; adbhutam — wonderful; keśava — Lord Kṛṣṇa; arjunayoḥ — and Arjuna; puṇyam — pious; hṛṣyāmi — taking pleasure; ca — also; muhuḥ muhuḥ — always, repeatedly.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O King, as I repeatedly recall this wondrous and holy dialogue between Kṛṣṇa and Arjuna, I take pleasure, being thrilled at every moment."
    },
    {
      "Text-num": "TEXT 77",
      "Verse-Text": "tac ca saṁsmṛtya saṁsmṛtya\nrūpam aty-adbhutaṁ hareḥ\nvismayo me mahān rājan\nhṛṣyāmi ca punaḥ punaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tat — that; ca — also; saṁsmṛtya — remembering; saṁsmṛtya — remembering; rūpam — form; ati — great; adbhutam — wonderful; hareḥ — of Lord Kṛṣṇa; vismayaḥ — wonder; me — my; mahān — great; rājan — O King, hṛṣyāmi — enjoying; ca — also; punaḥ punaḥ — repeatedly.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O King, when I remember the wonderful form of Lord Kṛṣṇa, I am struck with even greater wonder, and I rejoice again and again."
    },
    {
      "Text-num": "TEXT 78",
      "Verse-Text": "yatra yogeśvaraḥ kṛṣṇo\nyatra pārtho dhanur-dharaḥ\ntatra śrīr vijayo bhūtir\ndhruvā nītir matir mama",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yatra — where; yogeśvaraḥ — the master of mysticism; kṛṣṇaḥ — Lord Krṣna; yatra — where; pārthaḥ — the son of Pṛthā; dhanur-dharaḥ — the carrier of the bow and arrow; tatra — there; śrīḥ — opulence; vijayaḥ — victory; bhūtiḥ — exceptional power; dhruvā — certainly; nītiḥ — morality; matiḥ mama — is my opinion.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Wherever there is Kṛṣṇa, the master of all mystics, and wherever there is Arjuna, the supreme archer, there will also certainly be opulence, victory, extraordinary power, and morality. That is my opinion."
    }
  ]
}
