{
  "Chapter-Desc": "3. Karma-yoga",
  "Verses": [
    {
      "Text-num": "TEXT 1",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "jyāyasī cet karmaṇas te\nmatā buddhir janārdana\ntat kiṁ karmaṇi ghore māṁ\nniyojayasi keśava",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ — Arjuna; uvāca — said; jyāyasī — speaking very highly; cet — although; karmaṇaḥ — than fruitive action; te — your; matā — opinion; buddhiḥ — intelligence; janārdana — O Kṛṣṇa; tat — therefore; kim — why; karmaṇi — in action; ghore — ghastly; mām — me; niyojayasi — engaging me; keśava — O Kṛṣṇa.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna said: O Janārdana, O Keśava, why do You urge me to engage in this ghastly warfare, if You think that intelligence is better than fruitive work?"
    },
    {
      "Text-num": "TEXT 2",
      "Verse-Text": "vyāmiśreṇeva vākyena\nbuddhiṁ mohayasīva me\ntad ekaṁ vada niścitya\nyena śreyo ’ham āpnuyām",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "vyāmiśreṇa — by equivocal; iva — as; vākyena — words; buddhim — intelligence; mohayasi — bewildering; iva — as; me — my; tat — therefore; ekam — only one; vada — please tell; niścitya — ascertaining; yena — by which; śreyaḥ — real benefit; aham — I; āpnuyām — may have it.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "My intelligence is bewildered by Your equivocal instructions. Therefore, please tell me decisively what is most beneficial for me."
    },
    {
      "Text-num": "TEXT 3",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "loke ’smin dvi-vidhā niṣṭhā\npurā proktā mayānagha\njñāna-yogena sāṅkhyānāṁ\nkarma-yogena yoginām",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Personality of Godhead said; loke — in the world; asmin — this; dvi-vidhā — two kinds of; niṣṭhā — faith; purā — formerly; proktā — was said; mayā — by Me; anagha — O sinless one; jñāna-yogena — by the linking process of knowledge; sāṅkhyānām — of the empiric philosophers; karma-yogena — by the linking process of devotion; yoginām — of the devotees.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: O sinless Arjuna, I have already explained that there are two classes of men who realize the Self. Some are inclined to understand Him by empirical, philosophical speculation, and others are inclined to know Him by devotional work."
    },
    {
      "Text-num": "TEXT 4",
      "Verse-Text": "na karmaṇām anārambhān\nnaiṣkarmyaṁ puruṣo ’śnute\nna ca sannyasanād eva\nsiddhiṁ samadhigacchati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — without; karmaṇām — of the prescribed duties; anārambhāt — non-performance; naiṣkarmyam — freedom from reaction; puruṣah — man; aśnute — achieve; na — nor; ca — also; sannyasanāt — by renunciation; eva — simply; siddhim — success; samadhigacchati — attain.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Not by merely abstaining from work can one achieve freedom from reaction, nor by renunciation alone can one attain perfection."
    },
    {
      "Text-num": "TEXT 5",
      "Verse-Text": "na hi kaścit kṣaṇam api\njātu tiṣṭhaty akarma-kṛt\nkāryate hy avaśaḥ karma\nsarvaḥ prakṛti-jair guṇaiḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — nor; hi — certainly; kaścit — anyone; kṣaṇam — even a moment; api — also; jātu — even; tiṣṭhati — stands; akarma-kṛt — without doing something; kāryate — is forced to do; hi — certainly; avaśaḥ — helplessly; karma — work; sarvaḥ — everything; prakṛti-jaiḥ — out of the modes of material nature; guṇaiḥ — by the qualities.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "All men are forced to act helplessly according to the impulses born of the modes of material nature; therefore no one can refrain from doing something, not even for a moment."
    },
    {
      "Text-num": "TEXT 6",
      "Verse-Text": "karmendriyāṇi saṁyamya\nya āste manasā smaran\nindriyārthān vimūḍhātmā\nmithyācāraḥ sa ucyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "karma-indriyāṇi — the five working sense organs; saṁyamya — controlling; yaḥ — anyone who; āste — remains; manasā — by mind; smaran — thinking; indriya-arthān — sense objects; vimūḍha — foolish; ātmā — soul; mithyā-ācāraḥ — pretender; saḥ — he; ucyate — is called.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who restrains the senses and organs of action, but whose mind dwells on sense objects, certainly deludes himself and is called a pretender."
    },
    {
      "Text-num": "TEXT 7",
      "Verse-Text": "yas tv indriyāṇi manasā\nniyamyārabhate ’rjuna\nkarmendriyaiḥ karma-yogam\nasaktaḥ sa viśiṣyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yaḥ — one who; tu — but; indriyāṇi — senses; manasā — by the mind; niyamya — regulating; ārabhate — begins; arjuna — O Arjuna; karma-indriyaiḥ — by the active sense organs; karma-yogam — devotion; asaktaḥ — without attachment; saḥ — he; viśiṣyate — by far the better.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "On the other hand, he who controls the senses by the mind and engages his active organs in works of devotion, without attachment, is by far superior."
    },
    {
      "Text-num": "TEXT 8",
      "Verse-Text": "niyataṁ kuru karma tvaṁ\nkarma jyāyo hy akarmaṇaḥ\nśarīra-yātrāpi ca te\nna prasiddhyed akarmaṇaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "niyatam — prescribed; kuru — do; karma — duties; tvam — you; karma — work; jyāyaḥ — better; hi — than; akarmaṇaḥ — without work; śarīra — bodily; yātrā — maintenance; api — even; ca — also; te — your; na — never; prasiddhyet — effected; akarmaṇaḥ — without work.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Perform your prescribed duty, for action is better than inaction. A man cannot even maintain his physical body without work."
    },
    {
      "Text-num": "TEXT 9",
      "Verse-Text": "yajñārthāt karmaṇo ’nyatra\nloko ’yaṁ karma-bandhanaḥ\ntad-arthaṁ karma kaunteya\nmukta-saṅgaḥ samācara",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yajña-arthāt — only for the sake of Yajña, or Viṣṇu; karmaṇaḥ — work done; anyatra — otherwise; lokaḥ — this world; ayam — this; karma-bandhanaḥ — bondage by work; tat — Him; artham — for the sake of; karma — work; kaunteya — O son of Kuntī; mukta-saṅgaḥ — liberated from association; samācara — do it perfectly.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Work done as a sacrifice for Viṣṇu has to be performed, otherwise work binds one to this material world. Therefore, O son of Kuntī, perform your prescribed duties for His satisfaction, and in that way you will always remain unattached and free from bondage."
    },
    {
      "Text-num": "TEXT 10",
      "Verse-Text": "saha-yajñāḥ prajāḥ sṛṣṭvā\npurovāca prajāpatiḥ\nanena prasaviṣyadhvam\neṣa vo ’stv iṣṭa-kāma-dhuk",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "saha — along with; yajñāḥ — sacrifices; prajāḥ — generations; sṛṣṭvā — by creating; purā — anciently; uvāca — said; prajā-patiḥ — the Lord of creatures; anena — by this; prasaviṣyadhvam — be more and more prosperous; eṣaḥ — certainly; vaḥ — your; astu — let it be; iṣṭa — all desirable; kāma-dhuk — bestower.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "In the beginning of creation, the Lord of all creatures sent forth generations of men and demigods, along with sacrifices for Viṣṇu, and blessed them by saying, \"Be thou happy by this yajña [sacrifice] because its performance will bestow upon you all desirable things.\""
    },
    {
      "Text-num": "TEXT 11",
      "Verse-Text": "devān bhāvayatānena\nte devā bhāvayantu vaḥ\nparasparaṁ bhāvayantaḥ\nśreyaḥ param avāpsyatha",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "devān — demigods; bhāvayata — having been pleased; anena — by this sacrifice; te — those; devāḥ — the demigods; bhāvayantu — will please; vaḥ — you; parasparam — mutual; bhāvayantaḥ — pleasing one another; sreyaḥ — benediction; param — the supreme; avāpsyatha — do you achieve.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The demigods, being pleased by sacrifices, will also please you; thus nourishing one another, there will reign general prosperity for all."
    },
    {
      "Text-num": "TEXT 12",
      "Verse-Text": "iṣṭān bhogān hi vo devā\ndāsyante yajña-bhāvitāḥ\ntair dattān apradāyaibhyo\nyo bhuṅkte stena eva saḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "iṣṭān — desired; bhogān — necessities of life; hi — certainly; vaḥ — unto you; devāḥ — the demigods; dāsyante — award; yajña-bhāvitāḥ — being satisfied by the performance of sacrifices; taiḥ — by them; dattān — things given; apradāya — without offering; ebhyaḥ — to the demigods; yaḥ — he who; bhuṅkte — enjoys; stenaḥ — thief; eva — certainly; saḥ — is he.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "In charge of the various necessities of life, the demigods, being satisfied by the performance of yajña [sacrifice], supply all necessities to man. But he who enjoys these gifts, without offering them to the demigods in return, is certainly a thief."
    },
    {
      "Text-num": "TEXT 13",
      "Verse-Text": "yajña-śiṣṭāśinaḥ santo\nmucyante sarva-kilbiṣaiḥ\nbhuñjate te tv aghaṁ pāpā\nye pacanty ātma-kāraṇāt",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yajña-śiṣṭa — food taken after performance of yajña; aśinaḥ — eaters; santaḥ — the devotees; mucyante — get relief from; sarva — all kinds of; kilbiṣaiḥ — sins; bhuñjate — enjoy; te — they; tu — but; agham — grievous sins; pāpāḥ — sinners; ye — those; pacanti — prepare food; ātma-kāraṇāt — for sense enjoyment.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The devotees of the Lord are released from all kinds of sins because they eat food which is offered first for sacrifice. Others, who prepare food for personal sense enjoyment, verily eat only sin."
    },
    {
      "Text-num": "TEXT 14",
      "Verse-Text": "annād bhavanti bhūtāni\nparjanyād anna-sambhavaḥ\nyajñād bhavati parjanyo\nyajñaḥ karma-samudbhavaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "annāt — from grains; bhavanti — grow; bhūtāni — the material bodies; parjanyāt — from rains; anna — food grains; sambhavaḥ — are made possible; yajñāt — from the performance of sacrifice; bhavati — becomes possible; parjanyaḥ — rains; yajñaḥ — performance of yajña; karma — prescribed duties; samudbhavaḥ — born of.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "All living bodies subsist on food grains, which are produced from rain. Rains are produced by performance of yajña [sacrifice], and yajña is born of prescribed duties."
    },
    {
      "Text-num": "TEXT 15",
      "Verse-Text": "karma brahmodbhavaṁ viddhi\nbrahmākṣara-samudbhavam\ntasmāt sarva-gataṁ brahma\nnityaṁ yajñe pratiṣṭhitam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "karma — work; brahma-Vedas; udbhavam — produced from; viddhi — one should know; brahma — the Vedas; akṣara — the Supreme Brahman (Personality of Godhead); samudbhavam — directly manifested; tasmāt — therefore; sarva-gatam — all-pervading; brahma — Transcendence; nityam — eternally; yajñe — in sacrifice; pratiṣṭhitam — situated.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Regulated activities are prescribed in the Vedas, and the Vedas are directly manifested from the Supreme Personality of Godhead. Consequently the all-pervading Transcendence is eternally situated in acts of sacrifice."
    },
    {
      "Text-num": "TEXT 16",
      "Verse-Text": "evaṁ pravartitaṁ cakraṁ\nnānuvartayatīha yaḥ\naghāyur indriyārāmo\nmoghaṁ pārtha sa jīvati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "evam — thus prescribed; pravartitam — established by the Vedas; cakram — cycle; na — does not; anuvartayati — adopt; iha — in this life; yaḥ — one who; aghāyuḥ — life full of sins; indriya-ārāmaḥ — satisfied in sense gratification; mogham — useless; pārtha — O son of Pṛthā (Arjuna); saḥ — one who does so; jīvati — lives.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "My dear Arjuna, a man who does not follow this prescribed Vedic system of sacrifice certainly leads a life of sin, for a person delighting only in the senses lives in vain."
    },
    {
      "Text-num": "TEXT 17",
      "Verse-Text": "yas tv ātma-ratir eva syād\nātma-tṛptaś ca mānavaḥ\nātmany eva ca santuṣṭas\ntasya kāryaṁ na vidyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yaḥ — one who; tu — but; ātma-ratiḥ — takes pleasure; eva — certainly; syāt — remains; ātma-tṛptaḥ — self-illuminated; ca — and; mānavaḥ — a man; ātmani — in himself; eva — only; ca — and; santuṣṭaḥ — perfectly satiated; tasya — his; kāryam — duty; na — does not; vidyate — exist.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who is, however, taking pleasure in the self, who is illumined in the self, who rejoices in and is satisfied with the self only, fully satiated — for him there is no duty."
    },
    {
      "Text-num": "TEXT 18",
      "Verse-Text": "naiva tasya kṛtenārtho\nnākṛteneha kaścana\nna cāsya sarva-bhūteṣu\nkaścid artha-vyapāśrayaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; eva — certainly; tasya — his; kṛtena — by discharge of duty; arthaḥ — purpose; na — nor; akṛtena — without discharge of duty; iha — in this world; kaścana — whatever; na — never; ca — and; asya — of him; sarva-bhūteṣu — in all living beings; kaścit — any; artha — purpose; vyapa-āśrayaḥ — taking shelter of.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "A self-realized man has no purpose to fulfill in the discharge of his prescribed duties, nor has he any reason not to perform such work. Nor has he any need to depend on any other living being."
    },
    {
      "Text-num": "TEXT 19",
      "Verse-Text": "tasmād asaktaḥ satataṁ\nkāryaṁ karma samācara\nasakto hy ācaran karma\nparam āpnoti pūruṣaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tasmāt — therefore; asaktaḥ — without attachment; satatam — constantly; kāryam — as duty; karma — work; samācara — perform; asaktaḥ — nonattachment; hi — certainly; ācaran — performing; karma — work; param — the Supreme; āpnoti — achieves; pūruṣaḥ — a man.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Therefore, without being attached to the fruits of activities, one should act as a matter of duty; for by working without attachment, one attains the Supreme."
    },
    {
      "Text-num": "TEXT 20",
      "Verse-Text": "karmaṇaiva hi saṁsiddhim\nāsthitā janakādayaḥ\nloka-saṅgraham evāpi\nsampaśyan kartum arhasi",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "karmaṇā — by work; eva — even; hi — certainly; saṁsiddhim — perfection; āsthitāḥ — situated; janaka-ādayaḥ — kings like Janaka and others; loka-saṅgraham — educating the people in general; eva — also; api — for the sake of; sampaśyan — by considering; kartum — to act; arhasi — deserve.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Even kings like Janaka and others attained the perfectional stage by performance of prescribed duties. Therefore, just for the sake of educating the people in general, you should perform your work."
    },
    {
      "Text-num": "TEXT 21",
      "Verse-Text": "yad yad ācarati śreṣṭhas\ntat tad evetaro janaḥ\nsa yat pramāṇaṁ kurute\nlokas tad anuvartate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yat — whatever; yat — and whichever; ācarati — does he act; śreṣṭhaḥ — respectable leader; tat — that; tat — and that alone; eva — certainly; itaraḥ — common; janaḥ — person; saḥ — he; yat — whichever; pramāṇam — evidence; kurute — does perform; lokaḥ — all the world; tat — that; anuvartate — follow in the footsteps.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Whatever action is performed by a great man, common men follow in his footsteps. And whatever standards he sets by exemplary acts, all the world pursues."
    },
    {
      "Text-num": "TEXT 22",
      "Verse-Text": "na me pārthāsti kartavyaṁ\ntriṣu lokeṣu kiñcana\nnānavāptam avāptavyaṁ\nvarta eva ca karmaṇi",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — none; me — Mine; pārtha — O son of Pṛthā; asti — there is; kartavyam — any prescribed duty; triṣu — in the three; lokeṣu — planetary systems; kiñcana — anything; na — no; anavāptam — in want; avāptavyam — to be gained; varte — engaged; eva — certainly; ca — also; karmaṇi — in one’s prescribed duty.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O son of Pṛthā, there is no work prescribed for Me within all the three planetary systems. Nor am I in want of anything, nor have I need to obtain anything — and yet I am engaged in work."
    },
    {
      "Text-num": "TEXT 23",
      "Verse-Text": "yadi hy ahaṁ na varteyaṁ\njātu karmaṇy atandritaḥ\nmama vartmānuvartante\nmanuṣyāḥ pārtha sarvaśaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yadi — if; hi — certainly; aham — I; na — do not; varteyam — thus engage; jātu — ever; karmaṇi — in the performance of prescribed duties; atandritaḥ — with great care; mama — My; vartma — path; anuvartante — would follow; manuṣyāḥ — all men; pārtha — O son of Pṛthā; sarvaśaḥ — in all respects.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "For, if I did not engage in work, O Pārtha, certainly all men would follow My path."
    },
    {
      "Text-num": "TEXT 24",
      "Verse-Text": "utsīdeyur ime lokā\nna kuryāṁ karma ced aham\nsaṅkarasya ca kartā syām\nupahanyām imāḥ prajāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "utsīdeyuḥ — put into ruin; ime — all these; lokāḥ — worlds; na — do not; kuryām — perform; karma — prescribed duties; cet — if; aham — I; saṅkarasya — of unwanted population; ca — and; kartā — creator; syām — shall be; upahanyām — destroy; imāḥ — all these; prajāḥ — living entities.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "If I should cease to work, then all these worlds would be put to ruination. I would also be the cause of creating unwanted population, and I would thereby destroy the peace of all sentient beings."
    },
    {
      "Text-num": "TEXT 25",
      "Verse-Text": "saktāḥ karmaṇy avidvāṁso\nyathā kurvanti bhārata\nkuryād vidvāṁs tathāsaktaś\ncikīrṣur loka-saṅgraham",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "saktāḥ — being attached; karmaṇi — prescribed duties; avidvāṁsaḥ — the ignorant; yathā — as much as; kurvanti — do it; bhārata — O descendant of Bharata; kuryāt — must do; vidvān — the learned; tathā — thus; asaktaḥ — without attachment; cikīrṣuḥ — desiring to; loka-saṅgraham — leading the people in general.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "As the ignorant perform their duties with attachment to results, similarly the learned may also act, but without attachment, for the sake of leading people on the right path."
    },
    {
      "Text-num": "TEXT 26",
      "Verse-Text": "na buddhi-bhedaṁ janayed\najñānāṁ karma-saṅginām\njoṣayet sarva-karmāṇi\nvidvān yuktaḥ samācaran",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — do not; buddhi-bhedam — disrupt the intelligence; janayet — do; ajñānām — of the foolish; karma-saṅginām — attached to fruitive work; joṣayet — dovetailed; sarva — all; karmāṇi — work; vidvān — learned; yuktaḥ — all engaged; samācaran — practicing.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Let not the wise disrupt the minds of the ignorant who are attached to fruitive action. They should not be encouraged to refrain from work, but to engage in work in the spirit of devotion."
    },
    {
      "Text-num": "TEXT 27",
      "Verse-Text": "prakṛteḥ kriyamāṇāni\nguṇaiḥ karmāṇi sarvaśaḥ\nahaṅkāra-vimūḍhātmā\nkartāham iti manyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "prakṛteḥ — of material nature; kriyamāṇāni — all being done; guṇaiḥ — by the modes; karmāṇi — activities; sarvaśaḥ — all kinds of; ahaṅkāra-vimūḍha — bewildered by false ego; ātmā — the spirit soul; kartā — doer; aham — I; iti — thus; manyate — thinks.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities, which are in actuality carried out by nature."
    },
    {
      "Text-num": "TEXT 28",
      "Verse-Text": "tattva-vit tu mahā-bāho\nguṇa-karma-vibhāgayoḥ\nguṇā guṇeṣu vartanta\niti matvā na sajjate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tattvavit — the knower of the Absolute Truth; tu — but; mahā-bāho — O mighty-armed one; guṇa-karma — works under material influence; vibhāgayoḥ — differences; guṇāḥ — senses; guṇeṣu — in sense gratification; vartante — being engaged; iti — thus; matvā — thinking; na — never; sajjate — becomes attached.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who is in knowledge of the Absolute Truth, O mighty-armed, does not engage himself in the senses and sense gratification, knowing well the differences between work in devotion and work for fruitive results."
    },
    {
      "Text-num": "TEXT 29",
      "Verse-Text": "prakṛter guṇa-sammūḍhāḥ\nsajjante guṇa-karmasu\ntān akṛtsna-vido mandān\nkṛtsna-vin na vicālayet",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "prakṛteḥ — impelled by the material modes; guṇa-saṁmūḍhāḥ — befooled by material identification; sajjante — become engaged; guṇa-karmasu — in material activities; tān — all those; akṛtsna-vidaḥ — persons with a poor fund of knowledge; mandān — lazy to understand self-realization; kṛtsna-vit — one who is in factual knowledge; na — may not; vicālayet — try to agitate.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Bewildered by the modes of material nature, the ignorant fully engage themselves in material activities and become attached. But the wise should not unsettle them, although these duties are inferior due to the performers’ lack of knowledge."
    },
    {
      "Text-num": "TEXT 30",
      "Verse-Text": "mayi sarvāṇi karmāṇi\nsannyasyādhyātma-cetasā\nnirāśīr nirmamo bhūtvā\nyudhyasva vigata-jvaraḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mayi — unto Me; sarvāṇi — all sorts of; karmāṇi — activities; sannyasya — giving up completely; adhyātma — with full knowledge of the self; cetasā — consciousness; nirāśīḥ — without desire for profit; nirmamaḥ — without ownership; bhūtvā — so being; yudhyasva — fight; vigata-jvaraḥ — without being lethargic.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Therefore, O Arjuna, surrendering all your works unto Me, with mind intent on Me, and without desire for gain and free from egoism and lethargy, fight."
    },
    {
      "Text-num": "TEXT 31",
      "Verse-Text": "ye me matam idaṁ nityam\nanutiṣṭhanti mānavāḥ\nśraddhāvanto ’nasūyanto\nmucyante te ’pi karmabhiḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ye — those; me — My; matam — injunctions; idam — this; nityam — eternal function; anutiṣṭhanti — execute regularly; mānavāḥ — humankind; śraddhāvantaḥ — with faith and devotion; anasūyantaḥ — without envy; mucyante — become free; te — all of them; api — even; karmabhiḥ — from the bondage of the law of fruitive action.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who executes his duties according to My injunctions and who follows this teaching faithfully, without envy, becomes free from the bondage of fruitive actions."
    },
    {
      "Text-num": "TEXT 32",
      "Verse-Text": "ye tv etad abhyasūyanto\nnānutiṣṭhanti me matam\nsarva-jñāna-vimūḍhāṁs tān\nviddhi naṣṭān acetasaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ye — those; tu — however; etat — this; abhyasūyantaḥ — out of envy; na — do not; anutiṣṭhanti — regularly perform; me — My; matam — injunction; sarva-jñāna — all sorts of knowledge; vimūḍhān — perfectly befooled; tān — they are; viddhi — know it well; naṣṭān — all ruined; acetasaḥ — without Kṛṣṇa consciousness.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "But those who, out of envy, disregard these teachings and do not practice them regularly, are to be considered bereft of all knowledge, befooled, and doomed to ignorance and bondage."
    },
    {
      "Text-num": "TEXT 33",
      "Verse-Text": "sadṛśaṁ ceṣṭate svasyāḥ\nprakṛter jñānavān api\nprakṛtiṁ yānti bhūtāni\nnigrahaḥ kiṁ kariṣyati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sadṛśam — accordingly; ceṣṭate — tries; svasyāḥ — in one’s own nature; prakṛteḥ — modes; jñānavān — the learned; api — although; prakṛtim — nature; yānti — undergo; bhūtāni — all living entities; nigrahaḥ — suppression; kim — what; kariṣyati — can do.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Even a man of knowledge acts according to his own nature, for everyone follows his nature. What can repression accomplish?"
    },
    {
      "Text-num": "TEXT 34",
      "Verse-Text": "indriyasyendriyasyārthe\nrāga-dveṣau vyavasthitau\ntayor na vaśam āgacchet\ntau hy asya paripanthinau",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "indriyasya — of the senses; indriyasya arthe — in the sense objects; rāga — attachment; dveṣau — also in detachment; vyavasthitau — put under regulations; tayoḥ — of them; na — never; vaśam — control; āgacchet — one should come; tau — those; hi — certainly are; asya — his; paripanthinau — stumbling blocks.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Attraction and repulsion for sense objects are felt by embodied beings, but one should not fall under the control of senses and sense objects because they are stumbling blocks on the path of self-realization."
    },
    {
      "Text-num": "TEXT 35",
      "Verse-Text": "śreyān sva-dharmo viguṇaḥ\npara-dharmāt sv-anuṣṭhitāt\nsva-dharme nidhanaṁ śreyaḥ\npara-dharmo bhayāvahaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śreyān — far better; sva-dharmaḥ — one’s prescribed duties; viguṇaḥ — even faulty; para-dharmāt — from duties mentioned for others; svanuṣthitāt — than perfectly done; sva-dharme — in one’s prescribed duties; nidhanam — destruction; śreyaḥ — better; para-dharmaḥ — duties prescribed for others; bhaya-āvahaḥ — dangerous.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "It is far better to discharge one’s prescribed duties, even though they may be faulty, than another’s duties. Destruction in the course of performing one’s own duty is better than engaging in another’s duties, for to follow another’s path is dangerous."
    },
    {
      "Text-num": "TEXT 36",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "atha kena prayukto ’yaṁ\npāpaṁ carati pūruṣaḥ\nanicchann api vārṣṇeya\nbalād iva niyojitaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; atha — hereafter; kena — by what; prayuktaḥ — impelled; ayam — one; pāpam — sins; carati — acts; pūruṣaḥ — a man; anicchan — without desiring; api — although; vārṣṇeya — O descendant of Vṛṣṇi; balāt — by force; iva — as if; niyojitaḥ — engaged.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna said: O descendant of Vṛṣṇi, by what is one impelled to sinful acts, even unwillingly, as if engaged by force?"
    },
    {
      "Text-num": "TEXT 37",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "kāma eṣa krodha eṣa\nrajo-guṇa-samudbhavaḥ\nmahāśano mahā-pāpmā\nviddhy enam iha vairiṇam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Personality of Godhead said; kāmaḥ — lust; eṣaḥ — all these; krodhaḥ — wrath; eṣaḥ — all these; rajo-guṇa — the mode of passion; samudbhavaḥ — born of; mahā-śanaḥ — all-devouring; mahā-pāpmā — greatly sinful; viddhi — know; enam — this; iha — in the material world; vairiṇam — greatest enemy.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: It is lust only, Arjuna, which is born of contact with the material modes of passion and later transformed into wrath, and which is the all-devouring, sinful enemy of this world."
    },
    {
      "Text-num": "TEXT 38",
      "Verse-Text": "dhūmenāvriyate vahnir\nyathādarśo malena ca\nyatholbenāvṛto garbhas\ntathā tenedam āvṛtam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "dhūmena — by smoke; āvriyate — covered; vahniḥ — fire; yathā — just as; ādarśaḥ — mirror; malena — by dust; ca — also; yathā — just as; ulbena — by the womb; āvṛtaḥ — is covered; garbhaḥ — embryo; tathā-so; tena — by that lust; idam — this; āvṛtam — is covered.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "As fire is covered by smoke, as a mirror is covered by dust, or as the embryo is covered by the womb, similarly, the living entity is covered by different degrees of this lust."
    },
    {
      "Text-num": "TEXT 39",
      "Verse-Text": "āvṛtaṁ jñānam etena\njñānino nitya-vairiṇā\nkāma-rūpeṇa kaunteya\nduṣpūreṇānalena ca",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "āvṛtam — covered; jñānam — pure consciousness; etena — by this; jñāninaḥ — of the knower; nitya-vairiṇā — eternal enemy; kāma-rūpeṇa — in the form of lust; kaunteya — O son of Kuntī; duṣpūreṇa — never to be satisfied; analena — by the fire; ca — also.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Thus, a man’s pure consciousness is covered by his eternal enemy in the form of lust, which is never satisfied and which burns like fire."
    },
    {
      "Text-num": "TEXT 40",
      "Verse-Text": "indriyāṇi mano buddhir\nasyādhiṣṭhānam ucyate\netair vimohayaty eṣa\njñānam āvṛtya dehinam",
      "Word-for-Word": "indriyāṇi — the senses; manaḥ — the mind; buddhiḥ — the intelligence; asya — of the lust; adhiṣṭhānam — sitting place; ucyate — called; etaiḥ — by all these; vimohayati — bewilders; eṣaḥ — of this; jñānam — knowledge; āvṛtya — covering; dehinam — the embodied.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The senses, the mind and the intelligence are the sitting places of this lust, which veils the real knowledge of the living entity and bewilders him."
    },
    {
      "Text-num": "TEXT 41",
      "Verse-Text": "tasmāt tvam indriyāṇy ādau\nniyamya bharatarṣabha\npāpmānaṁ prajahi hy enaṁ\njñāna-vijñāna-nāśanam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tasmāt — therefore; tvam-you; indriyāṇi — senses; ādau — in the beginning; niyamya — by regulating; bharatarṣabha — O chief amongst the descendants of Bharata; pāpmānam — the great symbol of sin; prajahi — curb; hi — certainly; enam — this; jñāna — knowledge; vijñāna — scientific knowledge of the pure soul; nāśanam — destroyer.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Therefore, O Arjuna, best of the Bhāratas, in the very beginning curb this great symbol of sin [lust] by regulating the senses, and slay this destroyer of knowledge and self-realization."
    },
    {
      "Text-num": "TEXT 42",
      "Verse-Text": "indriyāṇi parāṇy āhur\nindriyebhyaḥ paraṁ manaḥ\nmanasas tu parā buddhir\nyo buddheḥ paratas tu saḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "indriyāṇī — senses; parāṇi — superior; āhuḥ — is said; indriyebhyaḥ — more than the senses; param — superior; manaḥ — the mind; manasaḥ — more than the mind; tu — also; parā — superior; buddhiḥ — intelligence; yaḥ — one which; buddheḥ — more than the intelligence; parataḥ — superior; tu — but; saḥ — he.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The working senses are superior to dull matter; mind is higher than the senses; intelligence is still higher than the mind; and he [the soul] is even higher than the intelligence."
    },
    {
      "Text-num": "TEXT 43",
      "Verse-Text": "evaṁ buddheḥ paraṁ buddhvā\nsaṁstabhyātmānam ātmanā\njahi śatruṁ mahā-bāho\nkāma-rūpaṁ durāsadam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "evam — thus; buddheḥ — of intelligence; param — superior; buddhvā — so knowing; saṁstabhya — by steadying; ātmānam — the mind; ātmanā — by deliberate intelligence; jahi — conquer; śatrum — the enemy; mahā-bāho — O mighty-armed one; kāma-rūpam — the form of lust; durāsadam — formidable.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Thus knowing oneself to be transcendental to material senses, mind and intelligence, one should control the lower self by the higher self and thus — by spiritual strength — conquer this insatiable enemy known as lust."
    }
  ]
}
