{
  "Chapter-Desc": "5. Karma-yoga — Action in Kṛṣṇa Consciousness",
  "Verses": [
    {
      "Text-num": "TEXT 1",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "sannyāsaṁ karmaṇāṁ kṛṣṇa\npunar yogaṁ ca śaṁsasi\nyac chreya etayor ekaṁ\ntan me brūhi su-niścitam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; sannyāsam — renunciation; karmaṇām — of all activities; kṛṣṇa — O Kṛṣṇa; punaḥ — again; yogam — devotional service; ca — also; śaṁsasi — You are praising; yat — which; śreyaḥ — is beneficial; etayoḥ — of these two; ekam — one; tat — that; me — unto me; brūhi — please tell; suniścitam — definitely.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna said: O Kṛṣṇa, first of all You ask me to renounce work, and then again You recommend work with devotion. Now will You kindly tell me definitely which of the two is more beneficial?"
    },
    {
      "Text-num": "TEXT 2",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "sannyāsaḥ karma-yogaś ca\nniḥśreyasa-karāv ubhau\ntayos tu karma-sannyāsāt\nkarma-yogo viśiṣyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Personality of Godhead said; sannyāsaḥ — renunciation of work; karma-yogaḥ — work in devotion; ca — also; niḥśreyasa-karau — all leading to the path of liberation; ubhau — both; tayoḥ — of the two; tu — but; karma-sannyāsāt — in comparison to the renunciation of fruitive work; karma-yogaḥ — work in devotion; viśiṣyate — is better.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: The renunciation of work and work in devotion are both good for liberation. But, of the two, work in devotional service is better than renunciation of works."
    },
    {
      "Text-num": "TEXT 3",
      "Verse-Text": "jñeyaḥ sa nitya-sannyāsī\nyo na dveṣṭi na kāṅkṣati\nnirdvandvo hi mahā-bāho\nsukhaṁ bandhāt pramucyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "jñeyaḥ — should be known; saḥ — he; nitya — always; sannyāsī — renouncer; yaḥ — who; na — never; dveṣṭi — abhors; na — nor; kāṅkṣati — desires; nirdvandvaḥ — free from all dualities; hi — certainly; mahā-bāho — O mighty-armed one; sukham — happily; bandhāt — from bondage; pramucyate — completely liberated.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who neither hates nor desires the fruits of his activities is known to be always renounced. Such a person, liberated from all dualities, easily overcomes material bondage and is completely liberated, O mighty-armed Arjuna."
    },
    {
      "Text-num": "TEXT 4",
      "Verse-Text": "sāṅkhya-yogau pṛthag bālāḥ\npravadanti na paṇḍitāḥ\nekam apy āsthitaḥ samyag\nubhayor vindate phalam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sāṅkhya — analytical study of the material world; yogau — work in devotional service; pṛthak — different; bālāḥ — less intelligent; pravadanti — do talk; na — never; paṇḍitāḥ — the learned; ekam — in one; api — even though; āsthitaḥ — being situated; samyak — complete; ubhayoḥ — of both; vindate — enjoys; phalam — result.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Only the ignorant speak of karma-yoga and devotional service as being different from the analytical study of the material world [sāṅkhya]. Those who are actually learned say that he who applies himself well to one of these paths achieves the results of both."
    },
    {
      "Text-num": "TEXT 5",
      "Verse-Text": "yat sāṅkhyaiḥ prāpyate sthānaṁ\ntad yogair api gamyate\nekaṁ sāṅkhyaṁ ca yogaṁ ca\nyaḥ paśyati sa paśyati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yat — what; sāṅkhyaiḥ — by means of sāṅkhya philosophy; prāpyate — is achieved; sthānam — place; tat — that; yogaiḥ — by devotional service; api — also; gamyate — one can attain; ekam — one; sāṅkhyam — analytical study; ca — and; yogam — action in devotion; ca — and; yaḥ — one who; paśyati — sees; saḥ — he; paśyati — actually sees.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who knows that the position reached by means of renunciation can also be attained by works in devotional service and who therefore sees that the path of works and the path of renunciation are one, sees things as they are."
    },
    {
      "Text-num": "TEXT 6",
      "Verse-Text": "sannyāsas tu mahā-bāho\nduḥkham āptum ayogataḥ\nyoga-yukto munir brahma\nna cireṇādhigacchati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sannyāsaḥ — the renounced order of life; tu — but; mahā-bāho — O mighty-armed one; duḥkham — distress; āptum — to be afflicted with; ayogataḥ — without devotional service; yoga-yuktaḥ — one engaged in devotional service; muniḥ — thinker; brahma — Supreme; na — without; cireṇa — delay; adhigacchati — attains.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Unless one is engaged in the devotional service of the Lord, mere renunciation of activities cannot make one happy. The sages, purified by works of devotion, achieve the Supreme without delay."
    },
    {
      "Text-num": "TEXT 7",
      "Verse-Text": "yoga-yukto viśuddhātmā\nvijitātmā jitendriyaḥ\nsarva-bhūtātma-bhūtātmā\nkurvann api na lipyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yoga-yuktaḥ — engaged in devotional service; viśuddha-ātmā — a purified soul; vijita-ātmā — self-controlled; jita-indriyaḥ — having conquered the senses; sarvabhuta-ātmabhūta-ātmā — compassionate to all living entities; kurvan api — although engaged in work; na — never; lipyate — is entangled.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who works in devotion, who is a pure soul, and who controls his mind and senses, is dear to everyone, and everyone is dear to him. Though always working, such a man is never entangled."
    },
    {
      "Text-num": "TEXTS 8-9",
      "Verse-Text": "naiva kiñcit karomīti\nyukto manyeta tattva-vit\npaśyañ śṛṇvan spṛśañ jighrann\naśnan gacchan svapan śvasan\npralapan visṛjan gṛhṇann\nunmiṣan nimiṣann api\nindriyāṇīndriyārtheṣu\nvartanta iti dhārayan",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; eva — certainly; kiñcit — anything; karomi — do I do; iti — thus; yuktaḥ — engaged in the divine consciousness; manyeta — thinks; tattvavit — one who knows the truth; paśyan — by seeing; śṛṇvan — by hearing; spṛśan — by touching; jighran — by smelling; aśnan — by eating; gacchan — by going; svapan — by dreaming; śvasan — by breathing; pralapan — by talking; visṛjan — by giving up; gṛhṇan — by accepting; unmiṣan — opening; nimiṣan — closing; api — in spite of; indriyāṇi — the senses; indriya-artheṣu — in sense gratification; vartante — let them be so engaged; iti — thus; dhārayan — considering.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "A person in the divine consciousness, although engaged in seeing, hearing, touching, smelling, eating, moving about, sleeping, and breathing, always knows within himself that he actually does nothing at all. Because while speaking, evacuating, receiving, opening or closing his eyes, he always knows that only the material senses are engaged with their objects and that he is aloof from them."
    },
    {
      "Text-num": "TEXT 10",
      "Verse-Text": "brahmaṇy ādhāya karmāṇi\nsaṅgaṁ tyaktvā karoti yaḥ\nlipyate na sa pāpena\npadma-patram ivāmbhasā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "brahmaṇi — the Supreme Personality of Godhead; ādhāya — resigning unto; karmāṇi — all works; saṅgam — attachment; tyaktvā — giving up; karoti — performs; yaḥ — who; lipyate — is affected; na — never; saḥ — he; pāpena — by sin; padma-patram — lotus leaf; iva — like; ambhasā — in the water.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who performs his duty without attachment, surrendering the results unto the Supreme God, is not affected by sinful action, as the lotus leaf is untouched by water."
    },
    {
      "Text-num": "TEXT 11",
      "Verse-Text": "kāyena manasā buddhyā\nkevalair indriyair api\nyoginaḥ karma kurvanti\nsaṅgaṁ tyaktvātma-śuddhaye",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kāyena — with the body; manasā — with the mind; buddhyā — with the intelligence; kevalaiḥ — purified; indriyaiḥ — with the senses; api — even with; yoginaḥ — the Kṛṣṇa conscious persons; karma — actions; kurvanti — they act; saṅgam — attachment; tyaktvā — giving up; ātma — self; śuddhaye — for the purpose of purification.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The yogīs, abandoning attachment, act with body, mind, intelligence, and even with the senses, only for the purpose of purification."
    },
    {
      "Text-num": "TEXT 12",
      "Verse-Text": "yuktaḥ karma-phalaṁ tyaktvā\nśāntim āpnoti naiṣṭhikīm\nayuktaḥ kāma-kāreṇa\nphale sakto nibadhyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yuktaḥ — one who is engaged in devotional service; karma-phalam — the results of all activities; tyaktvā — giving up; śāntim — perfect peace; āpnoti — achieves; naiṣṭhikīm — unflinching; ayuktaḥ — one who is not in Kṛṣṇa consciousness; kāma-kāreṇa — for enjoying the result of work; phale — in the result; saktaḥ — attached; nibadhyate — becomes entangled.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The steadily devoted soul attains unadulterated peace because he offers the result of all activities to Me; whereas a person who is not in union with the Divine, who is greedy for the fruits of his labor, becomes entangled."
    },
    {
      "Text-num": "TEXT 13",
      "Verse-Text": "sarva-karmāṇi manasā\nsannyasyāste sukhaṁ vaśī\nnava-dvāre pure dehī\nnaiva kurvan na kārayan",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sarva — all; karmāṇi — activities; manasā — by the mind; sannyasya — giving up; āste — remains; sukham — in happiness; vaśī — one who is controlled; nava-dvāre — in the place where there are nine gates; pure — in the city; dehī — the embodied soul; na — never; eva — certainly; kurvan — doing anything; na — not; kārayan — causing to be done.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "When the embodied living being controls his nature and mentally renounces all actions, he resides happily in the city of nine gates [the material body], neither working nor causing work to be done."
    },
    {
      "Text-num": "TEXT 14",
      "Verse-Text": "na kartṛtvaṁ na karmāṇi\nlokasya sṛjati prabhuḥ\nna karma-phala-saṁyogaṁ\nsvabhāvas tu pravartate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; kartṛtvam — proprietorship; na — nor; karmāṇi — activities; lokasya — of the people; sṛjati — creates; prabhuḥ — the master of the city of the body; na — nor; karma-phala — results of activities; saṁyogam — connection; svabhāvaḥ — modes of material nature; tu — but; pravartate — acts.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The embodied spirit, master of the city of his body, does not create activities, nor does he induce people to act, nor does he create the fruits of action. All this is enacted by the modes of material nature."
    },
    {
      "Text-num": "TEXT 15",
      "Verse-Text": "nādatte kasyacit pāpaṁ\nna caiva sukṛtaṁ vibhuḥ\najñānenāvṛtaṁ jñānaṁ\ntena muhyanti jantavaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; ādatte — accepts; kasyacit — anyone’s; pāpam — sin; na — nor; ca — also; eva — certainly; sukṛtam — pious activities; vibhuḥ — the Supreme Lord; ajñānena — by ignorance; āvṛtam — covered; jñānam — knowledge; tena — by that; muhyanti — bewildered; jantavaḥ — the living entities.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Nor does the Supreme Spirit assume anyone’s sinful or pious activities. Embodied beings, however, are bewildered because of the ignorance which covers their real knowledge."
    },
    {
      "Text-num": "TEXT 16",
      "Verse-Text": "jñānena tu tad ajñānaṁ\nyeṣāṁ nāśitam ātmanaḥ\nteṣām āditya-vaj jñānaṁ\nprakāśayati tat param",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "jñānena — by knowledge; tu — but; tat — that; ajñānam — nescience; yeṣām — of those; nāśitam — is destroyed; ātmanaḥ — of the living entity; teṣām — of their; ādityavat — like the rising sun; jñānam — knowledge; prakāśayati — discloses; tat param — in Kṛṣṇa consciousness.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "When, however, one is enlightened with the knowledge by which nescience is destroyed, then his knowledge reveals everything, as the sun lights up everything in the daytime."
    },
    {
      "Text-num": "TEXT 17",
      "Verse-Text": "tad-buddhayas tad-ātmānas\ntan-niṣṭhās tat-parāyaṇāḥ\ngacchanty apunar-āvṛttiṁ\njñāna-nirdhūta-kalmaṣāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tad-buddhayaḥ — one whose intelligence is always in the Supreme; tad-ātmānaḥ — one whose mind is always in the Supreme; tat-niṣṭhāḥ — whose mind is only meant for the Supreme; tat-parāyaṇāḥ — who has completely taken shelter of Him; gacchanti — goes; apunaḥ-āvṛttim — liberation; jñāna — knowledge; nirdhūta — cleanses; kalmaṣāḥ — misgivings.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "When one’s intelligence, mind, faith and refuge are all fixed in the Supreme, then one becomes fully cleansed of misgivings through complete knowledge and thus proceeds straight on the path of liberation."
    },
    {
      "Text-num": "TEXT 18",
      "Verse-Text": "vidyā-vinaya-sampanne\nbrāhmaṇe gavi hastini\nśuni caiva śva-pāke ca\npaṇḍitāḥ sama-darśinaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "vidyā — education; vinaya — gentleness; sampanne — fully equipped; brāhmaṇe — in the brāhmaṇa; gavi — in the cow; hastini — in the elephant; śuni — in the dog; ca — and; eva — certainly; śvapāke — in the dog-eater (the outcaste); ca — respectively; paṇḍitāḥ — those who are so wise; sama-darśinaḥ — do see with equal vision.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle brāhmaṇa, a cow, an elephant, a dog and a dog-eater [outcaste] ."
    },
    {
      "Text-num": "TEXT 19",
      "Verse-Text": "ihaiva tair jitaḥ sargo\nyeṣāṁ sāmye sthitaṁ manaḥ\nnirdoṣaṁ hi samaṁ brahma\ntasmād brahmaṇi te sthitāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "iha — in this life; eva — certainly; taiḥ — by them; jitaḥ — conquered; sargaḥ — birth and death; yeṣām — of those; sāmye — in equanimity; sthitam — so situated; manaḥ — mind; nirdoṣam — flawless; hi — certainly; samam — in equanimity; brahma — the Supreme; tasmāt — therefore; brahmaṇi — in the Supreme; te — they; sthitāḥ — are situated.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Those whose minds are established in sameness and equanimity have already conquered the conditions of birth and death. They are flawless like Brahman, and thus they are already situated in Brahman."
    },
    {
      "Text-num": "TEXT 20",
      "Verse-Text": "na prahṛṣyet priyaṁ prāpya\nnodvijet prāpya cāpriyam\nsthira-buddhir asammūḍho\nbrahma-vid brahmaṇi sthitaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; prahṛṣyet — rejoice; priyam — pleasant; prāpya — achieving; na — does not; udvijet — agitated; prāpya — obtaining; ca — also; apriyam — unpleasant; sthira-buddhiḥ — self-intelligent; asammūḍhaḥ — unbewildered; brahmavit — one who knows the Supreme perfectly; brahmaṇi — in the Transcendence; sthitaḥ — situated.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "A person who neither rejoices upon achieving something pleasant nor laments upon obtaining something unpleasant, who is self-intelligent, unbewildered, and who knows the science of God, is to be understood as already situated in Transcendence."
    },
    {
      "Text-num": "TEXT 21",
      "Verse-Text": "bāhya-sparśeṣv asaktātmā\nvindaty ātmani yat sukham\nsa brahma-yoga-yuktātmā\nsukham akṣayam aśnute",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "bāhya-sparśeṣu — in external sense pleasure; asakta-ātmā — one who is not so attached; vindati — enjoys; ātmani — in the self; yat — that which; sukham — happiness; saḥ — that; brahma-yoga — concentrated in Brahman; yukta-ātmā — self-connected; sukham — happiness; akṣayam — unlimited; aśnute — enjoys.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Such a liberated person is not attracted to material sense pleasure or external objects but is always in trance, enjoying the pleasure within. In this way the self-realized person enjoys unlimited happiness, for he concentrates on the Supreme."
    },
    {
      "Text-num": "TEXT 22",
      "Verse-Text": "ye hi saṁsparśa-jā bhogā\nduḥkha-yonaya eva te\nādy-antavantaḥ kaunteya\nna teṣu ramate budhaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ye — those; hi — certainly; saṁsparśajāḥ — by contact with the material senses; bhogāḥ — enjoyment; duḥkha — distress; yonayaḥ — sources of; eva — certainly; te — they are; ādi — in the beginning; antavantaḥ — subject to; kaunteya — O son of Kuntī; na — never; teṣu — in those; ramate — take delight; budhaḥ — the intelligent.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "An intelligent person does not take part in the sources of misery, which are due to contact with the material senses. O son of Kuntī, such pleasures have a beginning and an end, and so the wise man does not delight in them."
    },
    {
      "Text-num": "TEXT 23",
      "Verse-Text": "śaknotīhaiva yaḥ soḍhuṁ\nprāk śarīra-vimokṣaṇāt\nkāma-krodhodbhavaṁ vegaṁ\nsa yuktaḥ sa sukhī naraḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śaknoti — able to do; iha eva — in the present body; yaḥ — one who; soḍhum — to tolerate; prāk — before; śarīra — body; vimokṣaṇāt — giving up; kāma — desire; krodha — anger; udbhavam — generated from; vegam — urge; saḥ — he; yuktaḥ — in trance; saḥ — he; sukhī — happy; naraḥ — human being.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Before giving up this present body, if one is able to tolerate the urges of the material senses and check the force of desire and anger, he is a yogī and is happy in this world."
    },
    {
      "Text-num": "TEXT 24",
      "Verse-Text": "yo ’ntaḥ-sukho ’ntar-ārāmas\ntathāntar-jyotir eva yaḥ\nsa yogī brahma-nirvāṇaṁ\nbrahma-bhūto ’dhigacchati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yaḥ — one who; antaḥ-sukhaḥ — happy from within; antaḥ-ārāmah — active within; tathā — as well as; antaḥ-jyotiḥ — aiming within; eva — certainly; yaḥ — anyone; saḥ — he; yogī — mystic; brahma-nirvāṇam — liberated in the Supreme; brahma-bhūtaḥ — self-realized; adhigacchati — attains.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One whose happiness is within, who is active within, who rejoices within and is illumined within, is actually the perfect mystic. He is liberated in the Supreme, and ultimately he attains the Supreme."
    },
    {
      "Text-num": "TEXT 25",
      "Verse-Text": "labhante brahma-nirvāṇam\nṛṣayaḥ kṣīṇa-kalmaṣāḥ\nchinna-dvaidhā yatātmānaḥ\nsarva-bhūta-hite ratāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "labhante — achieve; brahma-nirvāṇam — liberation in the Supreme; ṛṣayaḥ — those who are active within; kṣīṇa-kalmaṣāḥ — who are devoid of all sins; chinna — torn off; dvaidhāḥ — duality; yata-ātmānaḥ — engaged in self-realization; sarva-bhūta — in all living entities; hite — in welfare work; ratāḥ — engaged.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who is beyond duality and doubt, whose mind is engaged within, who is always busy working for the welfare of all sentient beings, and who is free from all sins, achieves liberation in the Supreme."
    },
    {
      "Text-num": "TEXT 26",
      "Verse-Text": "kāma-krodha-vimuktānāṁ\nyatīnāṁ yata-cetasām\nabhito brahma-nirvāṇaṁ\nvartate viditātmanām",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kāma — desires; krodha — anger; vimuktānām — of those who are so liberated; yatīnām — of the saintly persons; yata-cetasām — of persons who have full control over the mind; abhitaḥ — assured in the near future; brahma-nirvāṇam — liberation in the Supreme; vartate — is there; vidita-ātmanām — of those who are self-realized.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Those who are free from anger and all material desires, who are self-realized, self-disciplined and constantly endeavoring for perfection, are assured of liberation in the Supreme in the very near future."
    },
    {
      "Text-num": "TEXTS 27-28",
      "Verse-Text": "sparśān kṛtvā bahir bāhyāṁś\ncakṣuś caivāntare bhruvoḥ\nprāṇāpānau samau kṛtvā\nnāsābhyantara-cāriṇau\nyatendriya-mano-buddhir\nmunir mokṣa-parāyaṇaḥ\nvigatecchā-bhaya-krodho\nyaḥ sadā mukta eva saḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sparśān — external sense objects, such as sound, etc. ; kṛtvā — doing so; bahiḥ — external; bāhyān — unnecessary; cakṣuḥ — eyes; ca — also; eva — certainly; antare — within; bhruvoḥ — of the eyebrows; prāṇa-apānau — up-and down-moving air; samau — in suspension; kṛtvā — doing so; nāsā-abhyantara — within the nostrils; cāriṇau — blowing; yata — controlled; indriya — senses; manaḥ — mind; buddhih — intelligence; muniḥ — the transcendentalist; mokṣa — liberation; parāyaṇaḥ — being so destined; vigata — discarded; icchā — wishes; bhaya — fear; krodhaḥ — anger; yaḥ — one who; sadā — always; muktaḥ — liberated; eva — certainly; saḥ — he is.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Shutting out all external sense objects, keeping the eyes and vision concentrated between the two eyebrows, suspending the inward and outward breaths within the nostrils — thus controlling the mind, senses and intelligence, the tranecendentalist becomes free from desire, fear and anger. One who is always in this state is certainly liberated."
    },
    {
      "Text-num": "TEXT 29",
      "Verse-Text": "bhoktāraṁ yajña-tapasāṁ\nsarva-loka-maheśvaram\nsuhṛdaṁ sarva-bhūtānāṁ\njñātvā māṁ śāntim ṛcchati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "bhoktāram — beneficiary; yajña — sacrifices; tapasām — of penances and austerities; sarva-loka — all planets and the demigods thereof; maheśvaram — the Supreme Lord; suhṛdam — benefactor; sarva — all; bhūtānām — of the living entities; jñātvā — thus knowing; mām — Me (Lord Kṛṣṇa); śāntim — relief from material pangs; ṛcchati — achieves.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The sages, knowing Me as the ultimate purpose of all sacrifices and austerities, the Supreme Lord of all planets and demigods and the benefactor and well-wisher of all living entities, attain peace from the pangs of material miseries."
    }
  ]
}
