{
  "Chapter-Desc": "6. Sāṅkhya-yoga",
  "Verses": [
    {
      "Text-num": "TEXT 1",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "anāśritaḥ karma-phalaṁ\nkāryaṁ karma karoti yaḥ\nsa sannyāsī ca yogī ca\nna niragnir na cākriyaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Lord said; anāśritaḥ — without shelter; karma-phalam — the result of work; kāryam — obligatory; karma — work; karoti — performs; yaḥ — one who; saḥ — he; sannyāsī — in the renounced order; ca — also; yogī — mystic; ca — also; na — not; nir — without; agniḥ — fire; na — nor; ca — also; akriyaḥ — without duty.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: One who is unattached to the fruits of his work and who works as he is obligated is in the renounced order of life, and he is the true mystic: not he who lights no fire and performs no work."
    },
    {
      "Text-num": "TEXT 2",
      "Verse-Text": "yaṁ sannyāsam iti prāhur\nyogaṁ taṁ viddhi pāṇḍava\nna hy asannyasta-saṅkalpo\nyogī bhavati kaścana",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yam — what; sannyāsam — renunciation; iti — thus; prāhuḥ — they say; yogam — linking with the Supreme; tam — that; viddhi — you must know; pāṇḍava — O son of Pāṇḍu; na — never; hi — certainly; asannyasta — without giving up; saṅkalpaḥ — self-satisfaction; yogī — a mystic transcendentalist; bhavati — becomes; kaścana — anyone.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "What is called renunciation is the same as yoga, or linking oneself with the Supreme, for no one can become a yogī unless he renounces the desire for sense gratification."
    },
    {
      "Text-num": "TEXT 3",
      "Verse-Text": "ārurukṣor muner yogaṁ\nkarma kāraṇam ucyate\nyogārūḍhasya tasyaiva\nśamaḥ kāraṇam ucyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ārurukṣoḥ — of one who has just begun yoga; muneḥ — of the sage; yogam — the eightfold yoga system; karma — work; kāraṇam — the cause; ucyate — is said to be; yoga — eightfold yoga; ārūḍhasya — one who has attained; tasya — his; eva — certainly; śamaḥ — cessation of all material activities; kāraṇam — the cause; ucyate — is said to be.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "For one who is a neophyte in the eightfold yoga system, work is said to be the means; and for one who has already attained to yoga, cessation of all material activities is said to be the means."
    },
    {
      "Text-num": "TEXT 4",
      "Verse-Text": "yadā hi nendriyārtheṣu\nna karmasv anuṣajjate\nsarva-saṅkalpa-sannyāsī\nyogārūḍhas tadocyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yadā — when; hi — certainly; na — not; indriya-artheṣu — in sense gratification; na — never; karmasu — in fruitive activities; anuṣajjate — does necessarily engage; sarva-saṅkalpa — all material desires; sannyāsī — renouncer; yoga-ārūḍhaḥ — elevated in yoga; tadā — at that time; ucyate — is said to be.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "A person is said to have attained to yoga when, having renounced all material desires, he neither acts for sense gratification nor engages in fruitive activities."
    },
    {
      "Text-num": "TEXT 5",
      "Verse-Text": "uddhared ātmanātmānaṁ\nnātmānam avasādayet\nātmaiva hy ātmano bandhur\nātmaiva ripur ātmanaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "uddharet — one must deliver; ātmanā — by the mind; ātmānam — the conditioned soul; na — never; ātmānam — the conditioned soul; avasādayet — put into degradation; ātmā — mind; eva — certainly; hi — indeed; ātmanaḥ — of the conditioned soul; bandhuḥ — friend; ātmā — mind; eva — certainly; ripuḥ — enemy; ātmanaḥ — of the conditioned soul.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "A man must elevate himself by his own mind, not degrade himself. The mind is the friend of the conditioned soul, and his enemy as well."
    },
    {
      "Text-num": "TEXT 6",
      "Verse-Text": "bandhur ātmātmanas tasya\nyenātmaivātmanā jitaḥ\nanātmanas tu śatrutve\nvartetātmaiva śatru-vat",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "bandhuḥ — friend; ātmā — mind; ātmanaḥ — of the living entity; tasya — of him; yena — by whom; ātmā — mind; eva — certainly; ātmanā — by the living entity; jitaḥ — conquered; anātmanaḥ — of one who has failed to control the mind; tu — but; śatrutve — because of enmity; varteta — remains; ātmā eva — the very mind; śatruvat — as an enemy.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "For him who has conquered the mind, the mind is the best of friends; but for one who has failed to do so, his very mind will be the greatest enemy."
    },
    {
      "Text-num": "TEXT 7",
      "Verse-Text": "jitātmanaḥ praśāntasya\nparamātmā samāhitaḥ\nśītoṣṇa-sukha-duḥkheṣu\ntathā mānāpamānayoḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "jita-ātmanaḥ — of one who has conquered his mind; praśāntasya — of one who has attained tranquility by such control over the mind; paramātmā — the Supersoul; samāhitaḥ — approached completely; śīta — cold; uṣṇa — heat; sukha — in happiness; duḥkheṣu — in distress; tathā — also; māna — honor; apamānayoḥ — in dishonor.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "For one who has conquered the mind, the Supersoul is already reached, for he has attained tranquility. To such a man happiness and distress, heat and cold, honor and dishonor are all the same."
    },
    {
      "Text-num": "TEXT 8",
      "Verse-Text": "jñāna-vijñāna-tṛptātmā\nkūṭa-stho vijitendriyaḥ\nyukta ity ucyate yogī\nsama-loṣṭrāśma-kāñcanaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "jjñāna — acquired knowledge; vijñāna — realized knowledge; tṛpta — satisfied; ātmā — living entity; kūṭasthaḥ — spiritually situated; vijita-indriyaḥ — sensually controlled; yuktaḥ — competent for self-realization; iti — thus; ucyate — is said; yogī — the mystic; sama — equiposed; loṣṭra — pebbles; aśma — stone; kāñcanaḥ — gold.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "A person is said to be established in self-realization and is called a yogī [or mystic] when he is fully satisfied by virtue of acquired knowledge and realization. Such a person is situated in transcendence and is self-controlled. He sees everything — whether it be pebbles, stones or gold — as the same."
    },
    {
      "Text-num": "TEXT 9",
      "Verse-Text": "suhṛn-mitrāry-udāsīna-\nmadhyastha-dveṣya-bandhuṣu\nsādhuṣv api ca pāpeṣu\nsama-buddhir viśiṣyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "suhṛt — by nature a well-wisher; mitra — benefactor with affection; ari — enemy; udāsīna — neutral between the belligerents; madhyastha — mediator between the belligerents; dveṣya — envious; bandhuṣu — among the relatives or well-wishers; sādhuṣu — unto the pious; api — as well as; ca — and; pāpeṣu — unto the sinners; sama-buddhiḥ — having equal intelligence; viśiṣyate — is far advanced.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "A person is said to be still further advanced when he regards all — the honest well-wisher, friends and enemies, the envious, the pious, the sinner and those who are indifferent and impartial — with an equal mind."
    },
    {
      "Text-num": "TEXT 10",
      "Verse-Text": "yogī yuñjīta satatam\nātmānaṁ rahasi sthitaḥ\nekākī yata-cittātmā\nnirāśīr aparigrahaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yogī — a transcendentalist; yuñjīta — must concentrate in Kṛṣṇa consciousness; satatam — constantly; ātmānam — himself (by the body, mind and self); rahasi — in a secluded place; sthitaḥ — being so situated; ekākī — alone; yata-cittātmā — always careful in mind; nirāśīḥ — without being attracted by anything else; aparigrahaḥ — free from the feeling of possessiveness.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "A transcendentalist should always try to concentrate his mind on the Supreme Self; he should live alone in a secluded place and should always carefully control his mind. He should be free from desires and feelings of possessiveness."
    },
    {
      "Text-num": "TEXTS 11-12",
      "Verse-Text": "śucau deśe pratiṣṭhāpya\nsthiram āsanam ātmanaḥ\nnāty-ucchritaṁ nāti-nīcaṁ\ncailājina-kuśottaram\ntatraikāgraṁ manaḥ kṛtvā\nyata-cittendriya-kriyaḥ\nupaviśyāsane yuñjyād\nyogam ātma-viśuddhaye",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śucau — in sanctified; deśe — in the land; pratiṣṭhāpya — placing; sthiram — firm; āsanam — seat; ātmanaḥ — self-dependant; na — not; ati — too; ucchritam — high; na — nor; ati — too; nīcam — low; caila-ajna — soft cloth and deerskin; kuśottaram-kuśa grass; tatra — thereupon; ekāgram — one attention; manaḥ — mind; kṛtvā — doing so; yata-citta — controlling the mind; indriya — senses; kriyaḥ — activities; upaviśya — sitting on; āsane — on the seat; yuñjyāt — execute; yogam — yoga practice; ātma — heart; viśuddhaye — for clarifying.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "To practice yoga, one should go to a secluded place and should lay kuśa-grass on the ground and then cover it with a deerskin and a soft cloth. The seat should neither be too high nor too low and should be situated in a sacred place. The yogī should then sit on it very firmly and should practice yoga by controlling the mind and the senses, purifying the heart and fixing the mind on one point."
    },
    {
      "Text-num": "TEXTS 13-14",
      "Verse-Text": "samaṁ kāya-śiro-grīvaṁ\ndhārayann acalaṁ sthiraḥ\nsamprekṣya nāsikāgraṁ svaṁ\ndiśaś cānavalokayan\npraśāntātmā vigata-bhīr\nbrahmacāri-vrate sthitaḥ\nmanaḥ saṁyamya mac-citto\nyukta āsīta mat-paraḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "samam — straight; kāya-śiraḥ — body and head; grīvam — neck; dhārayan — holding; acalam — unmoved; sthiraḥ — still; samprekṣya — looking; nāsikā — nose; agram — tip; svam — own; diśaḥ — all sides; ca — also; anavalokayan — not seeing; praśānta — unagitated; ātmā — mind; vigata-bhīḥ — devoid of fear; brahmacāri-vrate — in the vow of celibacy; sthitaḥ — situated; manaḥ — mind; saṁyamya — completely subdued; mat — unto Me (Kṛṣṇa); cittaḥ — concentrated; yuktaḥ — actual yogī; āsīta — being so; mat — unto Me; paraḥ — ultimate goal.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One should hold one’s body, neck and head erect in a straight line and stare steadily at the tip of the nose. Thus with an unagitated, subdued mind, devoid of fear, completely free from sex life, one should meditate upon Me within the heart and make Me the ultimate goal of life."
    },
    {
      "Text-num": "TEXT 15",
      "Verse-Text": "yuñjann evaṁ sadātmānaṁ\nyogī niyata-mānasaḥ\nśāntiṁ nirvāṇa-paramāṁ\nmat-saṁsthām adhigacchati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yuñjan — practicing like this; evam — as mentioned above; sadā — constantly; ātmānam — body, mind and soul; yogī — the mystic transcendentalist; niyata-mānasaḥ — regulated mind; śāntim — peace; nirvāṇa-paramām — cessation of material existence; mat-saṁsthām — in the spiritual sky (the kingdom of God); adhigacchati — does attain.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Thus practicing control of the body, mind and activities, the mystic transcendentalist attains to the kingdom of God [or the abode of Kṛṣṇa] by cessation of material existence."
    },
    {
      "Text-num": "TEXT 16",
      "Verse-Text": "nāty-aśnatas ’tu yogo ’sti\nna caikāntam anaśnataḥ\nna cāti-svapna-śīlasya\njāgrato naiva cārjuna",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; ati — too much; aśnataḥ — of one who eats so; tu — but; yogaḥ — linking with the Supreme; asti — there is; na — nor; ca — also; ekāntam — very low; anaśnataḥ — abstaining from eating; na — nor; ca — also; ati — too much; svapna-śīlasya — of one who sleeps too much; jāgrataḥ — or one who keeps night watch too much; na — not; eva — ever; ca — and; arjuna — O Arjuna.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "There is no possibility of one’s becoming a yogī, O Arjuna, if one eats too much, or eats too little, sleeps too much or does not sleep enough."
    },
    {
      "Text-num": "TEXT 17",
      "Verse-Text": "yuktāhāra-vihārasya\nyukta-ceṣṭasya karmasu\nyukta-svapnāvabodhasya\nyogo bhavati duḥkha-hā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yukta — regulated; āhāra — eating; vihārasya — recreation; yukta — regulated; ceṣṭasya — of one who works for maintenance; karmasu — in discharging duties; yukta — regulated; svapna-avabodhasya — regulated sleep and wakefulness; yogaḥ — practice of yoga; bhavati — becomes; duḥkha-hā — diminishing pains.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "He who is temperate in his habits of eating, sleeping, working and recreation can mitigate all material pains by practicing the yoga system."
    },
    {
      "Text-num": "TEXT 18",
      "Verse-Text": "yadā viniyataṁ cittam\nātmany evāvatiṣṭhate\nnispṛhaḥ sarva-kāmebhyo\nyukta ity ucyate tadā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yadā — when; viniyatam — particularly disciplined; cittam — the mind and its activities; ātmani — in the Transcendence; eva — certainly; avatiṣṭhate — becomes situated; nispṛhaḥ — devoid of; sarva — all kinds of; kāmebhyaḥ — material desires; yuktaḥ — well situated in yoga; iti — thus; ucyate — is said to be; tadā — at that time.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "When the yogī, by practice of yoga, disciplines his mental activities and becomes situated in Transcendence — devoid of all material desires — he is said to have attained yoga."
    },
    {
      "Text-num": "TEXT 19",
      "Verse-Text": "yathā dīpo nivāta-stho\nneṅgate sopamā smṛtā\nyogino yata-cittasya\nyuñjato yogam ātmanaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yathā — as; dīpaḥ — a lamp; nivātasthaḥ — in a place without wind; na — does not; iṅgate — waver; sā upamā — compared to that; smṛtā — likened; yoginaḥ — of the yogī; yata-cittasya — whose mind is controlled; yuñjataḥ — constantly engaged in; yogam — meditation; ātmanaḥ — on Transcendence.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "As a lamp in a windless place does not waver, so the transcendentalist, whose mind is controlled, remains always steady in his meditation on the transcendent Self."
    },
    {
      "Text-num": "TEXTS 20-23",
      "Verse-Text": "yatroparamate cittaṁ\nniruddhaṁ yoga-sevayā\nyatra caivātmanātmānaṁ\npaśyann ātmani tuṣyati\nsukham ātyantikaṁ yat tad\nbuddhi-grāhyam atīndriyam\nvetti yatra na caivāyaṁ\nsthitaś calati tattvataḥ\nyaṁ labdhvā cāparaṁ lābhaṁ\nmanyate nādhikaṁ tataḥ\nyasmin sthito na duḥkhena\nguruṇāpi vicālyate\ntaṁ vidyād duḥkha-saṁyoga-\nviyogaṁ yoga-saṁjñitam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yatra — in that state of affairs; uparamate — when one feels transcendental happiness; cittam — mental activities; niruddham — restrained from matter; yoga-sevayā — by performance of yoga; yatra — in that; ca — also; eva — certainly; ātmanā — by the pure mind; ātmānam — self; paśyan — realizing the position; ātmani — in the self; tuṣyati — becomes satisfied; sukham — happiness; ātyantikam — supreme; yat — in which; tat — that; buddhi — intelligence; grāhyam — acceptable; atīndriyam — transcendental; vetti — knows; yatra — wherein; na — never; ca — also; eva — certainly; ayam — in this; sthitaḥ — situated; calati — moves; tattvataḥ — from the truth; yam — that which; labdhvā — by attainment; ca — also; aparam — any other; lābham — gain; manyate — does not mind; na — never; adhikam — more than that; tataḥ — from that; yasmin — in which; sthitaḥ — being situated; na — never; duḥkhena — by miseries; guruṇāpi — even though very difficult; vicālyate — becomes shaken; tam — that; vidyāt — you must know; duḥkha-saṁyoga — miseries of material contact; viyogam — extermination; yoga-samjñitam — trance in yoga.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The stage of perfection is called trance, or samādhi, when one’s mind is completely restrained from material mental activities by practice of yoga. This is characterized by one’s ability to see the self by the pure mind and to relish and rejoice in the self. In that joyous state, one is situated in boundless transcendental happiness and enjoys himself through transcendental senses. Established thus, one never departs from the truth, and upon gaining this he thinks there is no greater gain. Being situated in such a position, one is never shaken, even in the midst of greatest difficulty. This indeed is actual freedom from all miseries arising from material contact."
    },
    {
      "Text-num": "TEXT 24",
      "Verse-Text": "sa niścayena yoktavyo\nyogo ’nirviṇṇa-cetasā\nsaṅkalpa-prabhavān kāmāṁs\ntyaktvā sarvān aśeṣataḥ\nmanasaivendriya-grāmaṁ\nviniyamya samantataḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "saḥ — that yoga system; niścayena — with firm determination; yoktavyaḥ — must be practiced; yogaḥ — in such practice; anirviṇṇa-cetasā — without deviation; saṅkalpa — material desires; prabhavān — born of; kāmān — sense gratification; tyaktvā — giving up; sarvān — all; aśeṣatah — completely; manasā — by the mind; eva — certainly; indriya-grāmam — the full set of senses; viniyamya — regulating; samantataḥ — from all sides.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One should engage oneself in the practice of yoga with undeviating determination and faith. One should abandon, without exception, all material desires born of false ego and thus control all the senses on all sides by the mind."
    },
    {
      "Text-num": "TEXT 25",
      "Verse-Text": "śanaiḥ śanair uparamed\nbuddhyā dhṛti-gṛhītayā\nātma-saṁsthaṁ manaḥ kṛtvā\nna kiñcid api cintayet",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śanaiḥ — gradually; śanaiḥ — step by step; uparamet — hesitated; buddhyā — by intelligence; dhṛti-gṛhītayā — carrying the conviction; ātma-saṁstham — placed in transcendence; manaḥ — mind; kṛtvā — doing so; na — nothing; kiñcit — anything else; api — even; cintayet — be thinking of.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Gradually, step by step, with full conviction, one should become situated in trance by means of intelligence, and thus the mind should be fixed on the Self alone and should think of nothing else."
    },
    {
      "Text-num": "TEXT 26",
      "Verse-Text": "yato yato niścalati\nmanaś cañcalam asthiram\ntatas tato niyamyaitad\nātmany eva vaśaṁ nayet",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yataḥ — whatever; yataḥ — wherever; niścalati — verily agitated; manaḥ — the mind; cañcalam — flickering; asthiram — unsteady; tataḥ — from there; tataḥ — and thereafter; niyamya — regulating; etat — this; ātmani — in the self; eva — certainly; vaśam — control; nayet — must bring in.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "From whatever and wherever the mind wanders due to its flickering and unsteady nature, one must certainly withdraw it and bring it back under the control of the Self."
    },
    {
      "Text-num": "TEXT 27",
      "Verse-Text": "praśānta-manasaṁ hy enaṁ\nyoginaṁ sukham uttamam\nupaiti śānta-rajasaṁ\nbrahma-bhūtam akalmaṣam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "praśānta — mind fixed on the lotus feet of Kṛṣṇa; manasam — of one whose mind is so fixed; hi — certainly; enam — this; yoginam — the yogī; sukham — happiness; uttamam — the highest; upaiti — attains; śānta-rajasam — pacified passion; brahma-bhūtam — liberated by identification with the Absolute; akalmaṣam — freed from all past sinful reaction.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The yogī whose mind is fixed on Me verily attains the highest happiness. By virtue of his identity with Brahman, he is liberated; his mind is peaceful, his passions are quieted, and he is freed from sin."
    },
    {
      "Text-num": "TEXT 28",
      "Verse-Text": "yuñjann evaṁ sadātmānaṁ\nyogī vigata-kalmaṣaḥ\nsukhena brahma-saṁsparśam\natyantaṁ sukham aśnute",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yuñjan — thus being engaged in yoga practice; evam — thus; sadā — always; ātmānam — self; yogī — one who is in touch with the Supreme Self; vigata — is freed from; kalmaṣaḥ — all material contamination; sukhena — in transcendental happiness; brahma-saṁsparśam — being in constant touch with the Supreme; atyantam — highest; sukham — happiness; aśnute — attains.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Steady in the Self, being freed from all material contamination, the yogī achieves the highest perfectional stage of happiness in touch with the Supreme Consciousness."
    },
    {
      "Text-num": "TEXT 29",
      "Verse-Text": "sarva-bhūta-stham ātmānaṁ\nsarva-bhūtāni cātmani\nīkṣate yoga-yuktātmā\nsarvatra sama-darśanaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sarva-bhūta-stham — situated in all beings; ātmānam — the Supersoul; sarva — all; bhūtāni — entities; ca — also; ātmani — in the Self; īkṣate — does see; yoga-yukta-ātmā — one who is dovetailed in Kṛṣṇa consciousness; sarvatra — everywhere; sama-darśanaḥ — seeing equally.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "A true yogī observes Me in all beings, and also sees every being in Me. Indeed, the self-realized man sees Me everywhere."
    },
    {
      "Text-num": "TEXT 30",
      "Verse-Text": "yo māṁ paśyati sarvatra\nsarvaṁ ca mayi paśyati\ntasyāhaṁ na praṇaśyāmi\nsa ca me na praṇaśyati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yaḥ — whoever; mām — Me; paśyati — sees; sarvatra — everywhere; sarvam — everything; ca — and; mayi — in Me; paśyati — he sees; tasya — his; aham — I; na — not; praṇaśyāmi — am lost; saḥ — he; ca — also; me — to Me; na — nor; praṇaśyati — is lost.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "For one who sees Me everywhere and sees everything in Me, I am never lost, nor is he ever lost to Me."
    },
    {
      "Text-num": "TEXT 31",
      "Verse-Text": "sarva-bhūta-sthitaṁ yo māṁ\nbhajaty ekatvam āsthitaḥ\nsarvathā vartamāno ’pi\nsa yogī mayi vartate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sarva-bhūta-sthitam — situated in everyone’s heart; yaḥ — he who; mām — unto Me; bhajati — serves in devotional service; ekatvam — oneness; āsthitaḥ — thus situated; sarvathā — in all respects; vartamānaḥ — being situated; api — in spite of; saḥ — he; yogī — transcendentalist; mayi — unto Me; vartate — remains.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The yogī who knows that I and the Supersoul within all creatures are one worships Me and remains always in Me in all circumstances."
    },
    {
      "Text-num": "TEXT 32",
      "Verse-Text": "ātmaupamyena sarvatra\nsamaṁ paśyati yo ’rjuna\nsukhaṁ vā yadi vā duḥkhaṁ\nsa yogī paramo mataḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ātma — self; aupamyena — by comparison; sarvatra — everywhere; samam — equality; paśyati — sees; yaḥ — he who; arjuna — O Arjuna; sukham — happiness; vā — or; yadi — if; vā — or; duḥkham — distress; saḥ — such; yogī — transcendentalist; paramaḥ — perfect; mataḥ — considered.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "He is a perfect yogī who, by comparison to his own self, sees the true equality of all beings, both in their happiness and distress, O Arjuna!"
    },
    {
      "Text-num": "TEXT 33",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "yo ’yaṁ yogas tvayā proktaḥ\nsāmyena madhusūdana\netasyāhaṁ na paśyāmi\ncañcalatvāt sthitiṁ sthirām",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; yaḥ — the system; ayam — this; yogaḥ — mysticism; tvayā — by You; proktaḥ — described; sāmyena — generally; madhusūdana — O killer of the demon Madhu; etasya — of this; aham — I; na — do not; paśyāmi — see; cañcalatvāt — due to being restless; sthitim — situation; sthirām — stable.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna said: O Madhusūdana, the system of yoga which you have summarized appears impractical and unendurable to me, for the mind is restless and unsteady."
    },
    {
      "Text-num": "TEXT 34",
      "Verse-Text": "cañcalaṁ hi manaḥ kṛṣṇa\npramāthi balavad dṛḍham\ntasyāhaṁ nigrahaṁ manye\nvāyor iva su-duṣkaram",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "cañcalam — flickering; hi — certainly; manaḥ — mind; kṛṣṇa — O Kṛṣṇa; pramāthi — agitating; balavat — strong; dṛḍham — obstinate; tasya — its; aham — I; nigraham — subduing; manye — think; vāyoḥ — of the wind; iva — like; suduṣkaram — difficult.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "For the mind is restless, turbulent, obstinate and very strong, O Kṛṣṇa, and to subdue it is, it seems to me, more difficult than controlling the wind."
    },
    {
      "Text-num": "TEXT 35",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "asaṁśayaṁ mahā-bāho\nmano durnigrahaṁ calam\nabhyāsena tu kaunteya\nvairāgyeṇa ca gṛhyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Personality of Godhead said; asaṁśayam — undoubtedly; mahā-bāho — O mighty-armed one; manaḥ — mind; durnigraham — difficult to curb; calam — flickering; abhyāsena — by practice; tu — but; kaunteya — O son of Kuntī; vairāgyeṇa — by detachment; ca — also; gṛhyate — can be so controlled.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: O mighty-armed son of Kuntī, it is undoubtedly very difficult to curb the restless mind, but it is possible by constant practice and by detachment."
    },
    {
      "Text-num": "TEXT 36",
      "Verse-Text": "asaṁyatātmanā yogo\nduṣprāpa iti me matiḥ\nvaśyātmanā tu yatatā\nśakyo ’vāptum upāyataḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "asaṁyata — unbridled; ātmanā — by the mind; yogaḥ — self-realization; duṣprāpaḥ — difficult to obtain; iti — thus; me — My; matiḥ — opinion; vaśya — controlled; ātmanā — by the mind; tu — but; yatatā — while endeavoring; śakyaḥ — practical; avāptum — to achieve; upāyataḥ — appropriate means.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "For one whose mind is unbridled, self-realization is difficult work. But he whose mind is controlled and who strives by right means is assured of success. That is My opinion."
    },
    {
      "Text-num": "TEXT 37",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "ayatiḥ śraddhayopeto\nyogāc calita-mānasaḥ\naprāpya yoga-saṁsiddhiṁ\nkāṁ gatiṁ kṛṣṇa gacchati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; ayatiḥ — unsuccessful transcendentalist; śraddhayā — with faith; upetaḥ — engaged; yogāt — from the mystic link; calita — deviated; mānasaḥ — of one who has such a mind; aprāpya — failing; yoga-saṁsiddhim — highest perfection in mysticism; kām — which; gatim — destination; kṛṣṇa — O Kṛṣṇa; gacchati — achieves.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna said: What is the destination of the man of faith who does not persevere, who in the beginning takes to the process of self-realization but who later desists due to worldly-mindedness and thus does not attain perfection in mysticism?"
    },
    {
      "Text-num": "TEXT 38",
      "Verse-Text": "kaccin nobhaya-vibhraṣṭaś\nchinnābhram iva naśyati\napratiṣṭho mahā-bāho\nvimūḍho brahmaṇaḥ pathi",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kaccit — whether; na — not; ubhaya — both; vibhraṣṭaḥ — deviated from; chinna — fallen; abhram — cloud; iva — likened; naśyati — perishes; apratiṣṭhaḥ — without any position; mahā-bāho — O mighty-armed Kṛṣṇa; vimūḍhaḥ — bewildered; brahmaṇaḥ — of Transcendence; pathi — on the path.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O mighty-armed Kṛṣṇa, does not such a man, being deviated from the path of Transcendence, perish like a riven cloud, with no position in any sphere?"
    },
    {
      "Text-num": "TEXT 39",
      "Verse-Text": "etan me saṁśayaṁ kṛṣṇa\nchettum arhasy aśeṣataḥ\ntvad-anyaḥ saṁśayasyāsya\nchettā na hy upapadyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "etat — this is; me — my; saṁśayam — doubt; kṛṣṇa — O Kṛṣṇa; chettum — to dispel; arhasi — requested to do; aśeṣataḥ — completely; tvat — Yourself; anyaḥ — without; saṁśayāsya — of the doubt; asya — of this; chettā — remover; na — never; hi — certainly; upapadyate — to be found.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "This is my doubt O Kṛṣṇa, and I ask You to dispel it completely. But for Yourself, no one is to be found who can destroy this doubt."
    },
    {
      "Text-num": "TEXT 40",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "pārtha naiveha nāmutra\nvināśas tasya vidyate\nna hi kalyāṇa-kṛt kaścid\ndurgatiṁ tāta gacchati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Personality of Godhead said; pārtha — O son of Prthā; na eva — never is it so; iha — in this material world; na — never; amutra — in the next life; vināśaḥ — destruction; tasya — his; vidyate — exists; na — never; hi — certainly; kalyāṇa-kṛt — one who is engaged in auspicious activities; kaścit — anyone; durgatim — degradation; tāta — thereafter; gacchati — going.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: Son of Pṛthā, a transcendentalist engaged in auspicious activities does not meet with destruction either in this world or in the spiritual world; one who does good, My friend, is never overcome by evil."
    },
    {
      "Text-num": "TEXT 41",
      "Verse-Text": "prāpya puṇya-kṛtāṁ lokān\nuṣitvā śāśvatīḥ samāḥ\nśucīnāṁ śrīmatāṁ gehe\nyoga-bhraṣṭo ’bhijāyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "prāpya — after achieving; puṇya-kṛtām — of those who performed pious activities; lokān — planets; uṣitvā — after dwelling; śāśvatīḥ — many; samāḥ — years; śucīnām — of the pious; śrīmatām — of the prosperous; gehe — in the house of; yoga-bhraṣṭaḥ — one who is fallen from the path of self-realization; abhijāyate — takes his birth.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The unsuccessful yogī, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people, or into a family of rich aristocracy."
    },
    {
      "Text-num": "TEXT 42",
      "Verse-Text": "atha vā yoginām eva\nkule bhavati dhīmatām\netad dhi durlabhataraṁ\nloke janma yad īdṛśam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "athavā — or; yoginām — of learned transcendentalists; eva — certainly; kule — in the family of; bhavati — takes birth; dhīmatām — of those who are endowed with great wisdom; etat — this; hi — certainly; durlabhataram — very rare; loke — in this world; janma — birth; yat — that which; īdṛśam — like this.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Or he takes his birth in a family of transcendentalists who are surely great in wisdom. Verily, such a birth is rare in this world."
    },
    {
      "Text-num": "TEXT 43",
      "Verse-Text": "tatra taṁ buddhi-saṁyogaṁ\nlabhate paurva-dehikam\nyatate ca tato bhūyaḥ\nsaṁsiddhau kuru-nandana",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tatra — thereupon; tam — that; buddhi-saṁyogam — revival of such consciousness; labhate — regains; paurva — previous; dehikam — bodily consciousness; yatate — endeavors; ca — also; tataḥ — thereafter; bhūyaḥ — again; saṁsiddhau — for perfection; kuru-nandana — O son of Kuru.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "On taking such a birth, he again revives the divine consciousness of his previous life, and he tries to make further progress in order to achieve complete success, O son of Kuru."
    },
    {
      "Text-num": "TEXT 44",
      "Verse-Text": "pūrvābhyāsena tenaiva\nhriyate hy avaśo ’pi saḥ\njijñāsur api yogasya\nśabda-brahmātivartate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "pūrva — previous; abhyāsena — practice; tena — by the influence of that; eva — certainly; hriyate — is attracted; hi — surely; avaśaḥ — helpless; api — also; saḥ — he; jijñāsuḥ — willing to know; api — so; yogasya — of yoga; śabda-brahma — ritualistic principles of scripture; ativartate — transcends.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "By virtue of the divine consciousness of his previous life, he automatically becomes attracted to the yogic principles — even without seeking them. Such an inquisitive transcendentalist, striving for yoga, stands always above the ritualistic principles of the scriptures."
    },
    {
      "Text-num": "TEXT 45",
      "Verse-Text": "prayatnād yatamānas tu\nyogī saṁśuddha-kilbiṣaḥ\naneka-janma-saṁsiddhas\ntato yāti parāṁ gatim",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "prayatnāt — by rigid practice; yatamānaḥ — one who endeavors; tu — but; yogī — such a transcendentalist; saṁśuddha — washed off; kilbiṣaḥ — all kinds of sins; aneka — many, many; janma — births; saṁsiddhaḥ — so achieved perfection; tataḥ — thereafter; yāti — attains; parām — highest; gatim — destination.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "But when the yogī engages himself with sincere endeavor in making further progress, being washed of all contaminations, then ultimately, after many, many births of practice, he attains the supreme goal."
    },
    {
      "Text-num": "TEXT 46",
      "Verse-Text": "tapasvibhyo ’dhiko yogī\njñānibhyo ’pi mato ’dhikaḥ\nkarmibhyaś cādhiko yogī\ntasmād yogī bhavārjuna",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tapasvibhyaḥ — than the ascetic; adhikaḥ — greater; yogī — the yogī; jñānibhyaḥ — than the wise; api — also; mataḥ — considered; adhikaḥ — greater than; karmibhyaḥ — than the fruitive worker; ca — also; adhikaḥ — greater than; yogī — the yogī; tasmāt — therefore; yogī — a transcendentalist; bhava — just become; arjuna — O Arjuna.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "A yogī is greater than the ascetic, greater than the empiricist and greater than the fruitive worker. Therefore, O Arjuna, in all circumstances, be a yogī."
    },
    {
      "Text-num": "TEXT 47",
      "Verse-Text": "yoginām api sarveṣāṁ\nmad-gatenāntar-ātmanā\nśraddhāvān bhajate yo māṁ\nsa me yuktatamo mataḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yoginām — of all yogīs; api — also; sarveṣām — all types of; mat-gatena — abiding in Me; antaḥ-ātmanā — always thinking of Me within; śraddhāvān — in full faith; bhajate — renders transcendental loving service; yaḥ — one who; mām — Me (the Supreme Lord); saḥ — he; me — Mine; yuktatamaḥ — the greatest yogī; mataḥ — is considered.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all."
    }
  ]
}
