{
  "Chapter-Desc": "4. Transcendental Knowledge",
  "Verses": [
    {
      "Text-num": "TEXT 1",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "imaṁ vivasvate yogaṁ\nproktavān aham avyayam\nvivasvān manave prāha\nmanur ikṣvākave ’bravīt",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Personality of Godhead said; imam — this; vivasvate — unto the sun-god; yogam — the science of one’s relationship to the Supreme; proktavān — instructed; aham — I; avyayam — imperishable; vivasvān — Vivasvān (the sun-god’s name); manave — unto the father of mankind (of the name Vaivasvata); prāha — told; manuḥ — the father of mankind; ikṣvākave — unto King Ikṣvāku; abravīt — said.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: I instructed this imperishable science of yoga to the sun-god, Vivasvān, and Vivasvān instructed it to Manu, the father of mankind, and Manu in turn instructed it to Ikṣvāku."
    },
    {
      "Text-num": "TEXT 2",
      "Verse-Text": "evaṁ paramparā-prāptam\nimaṁ rājarṣayo viduḥ\nsa kāleneha mahatā\nyogo naṣṭaḥ parantapa",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "evam — thus; paramparā — disciplic succession; prāptam — received; imam — this science; rājarṣayaḥ — the saintly kings; viduḥ — understood; saḥ — that knowledge; kālena — in the course of time; iha — in this world; mahatā — by great; yogaḥ — the science of one’s relationship with the Supreme; naṣṭaḥ — scattered; parantapa — O Arjuna, subduer of the enemies.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "This supreme science was thus received through the chain of disciplic succession, and the saintly kings understood it in that way. But in course of time the succession was broken, and therefore the science as it is appears to be lost."
    },
    {
      "Text-num": "TEXT 3",
      "Verse-Text": "sa evāyaṁ mayā te ’dya\nyogaḥ proktaḥ purātanaḥ\nbhakto ’si me sakhā ceti\nrahasyaṁ hy etad uttamam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "saḥ — the same ancient; eva — certainly; ayam — this; mayā — by Me; te — unto you; adya — today; yogaḥ — the science of yoga; proktaḥ — spoken; purātanaḥ — very old; bhaktaḥ — devotee; asi — you are; me — My; sakhā — friend; ca — also; iti — therefore; rahasyam — mystery; hi — certainly; etat — this; uttamam — transcendental.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "That very ancient science of the relationship with the Supreme is today told by Me to you because you are My devotee as well as My friend; therefore you can understand the transcendental mystery of this science."
    },
    {
      "Text-num": "TEXT 4",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "aparaṁ bhavato janma\nparaṁ janma vivasvataḥ\nkatham etad vijānīyāṁ\ntvam ādau proktavān iti",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; aparam — junior; bhavataḥ — Your; janma — birth; param — superior; janma — birth; vivasvataḥ — of the sun-god; katham — how; etat — this; vijānīyām — shall I understand; tvam — You; ādau — in the beginning; proktavān — instructed; iti — thus.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna said: The sun-god Vivasvān is senior by birth to You. How am I to understand that in the beginning You instructed this science to him?"
    },
    {
      "Text-num": "TEXT 5",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "bahūni me vyatītāni\njanmāni tava cārjuna\ntāny ahaṁ veda sarvāṇi\nna tvaṁ vettha parantapa",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Personality of Godhead said; bahūni — many; me — of Mine; vyatītāni — have passed; janmāni — births; tava — of yours; ca — and also; arjuna — O Arjuna; tāni — all those; aham — I; veda — do know; sarvāṇi — all; na — not; tvam — yourself; vettha — know; parantapa — O subduer of the enemy.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: Many, many births both you and I have passed. I can remember all of them, but you cannot, O subduer of the enemy!"
    },
    {
      "Text-num": "TEXT 6",
      "Verse-Text": "ajo ’pi sann avyayātmā\nbhūtānām īśvaro ’pi san\nprakṛtiṁ svām adhiṣṭhāya\nsambhavāmy ātma-māyayā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ajaḥ — unborn; api — although; san — being so; avyaya — without deterioration; ātmā — body; bhūtānām — all those who are born; īśvaraḥ — the Supreme Lord; api — although; san — being so; prakṛtim — transcendental form; svām — of Myself; adhiṣṭhāya — being so situated; sambhavāmi — I do incarnate; ātma-māyayā — by My internal energy.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Although I am unborn and My transcendental body never deteriorates, and although I am the Lord of all sentient beings, I still appear in every millennium in My original transcendental form."
    },
    {
      "Text-num": "TEXT 7",
      "Verse-Text": "yadā yadā hi dharmasya\nglānir bhavati bhārata\nabhyutthānam adharmasya\ntadātmānaṁ sṛjāmy aham",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yadā — whenever; yadā — wherever; hi — certainly; dharmasya — of religion; glāniḥ — discrepancies; bhavati — manifested, becomes; bhārata — O descendant of Bharata; abhyutthānam — predominance; adharmasya — of irreligion; tadā — at that time; ātmānam — self; sṛjāmi — manifest; aham — I.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion — at that time I descend Myself."
    },
    {
      "Text-num": "TEXT 8",
      "Verse-Text": "paritrāṇāya sādhūnāṁ\nvināśāya ca duṣkṛtām\ndharma-saṁsthāpanārthāya\nsambhavāmi yuge yuge",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "paritrāṇāya — for the deliverance; sādhūnām — of the devotees; vināśāya — for the annihilation; ca — also; duṣkṛtām — of the miscreants; dharma — principles of religion; saṁsthāpana-arthāya — to reestablish; sambhavāmi — I do appear; yuge — millennium; yuge — after millennium.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "In order to deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I advent Myself millennium after millennium."
    },
    {
      "Text-num": "TEXT 9",
      "Verse-Text": "janma karma ca me divyam\nevaṁ yo vetti tattvataḥ\ntyaktvā dehaṁ punar janma\nnaiti mām eti so ’rjuna",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "janma — birth; karma — work; ca — also; me — of Mine; divyam — transcendental; evam — like this; yaḥ — anyone who; vetti — knows; tattvataḥ — in reality; tyaktvā — leaving aside; deham — this body; punaḥ — again; janma — birth; na — never; eti — does attain; mām — unto Me; eti — does attain; saḥ — he; arjuna — O Arjuna.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna."
    },
    {
      "Text-num": "TEXT 10",
      "Verse-Text": "vīta-rāga-bhaya-krodhā\nman-mayā mām upāśritāḥ\nbahavo jñāna-tapasā\npūtā mad-bhāvam āgatāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "vīta — freed from; rāga — attachment; bhaya — fear; krodhāḥ — anger; mat-mayā — fully in Me; mām — unto Me; upāśritāḥ — being fully situated; bahavaḥ — many; jñāna — knowledge; tapasā — by penance; pūtāḥ — being purified; mat-bhāvam — transcendental love for Me; āgatāḥ — attained.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Being freed from attachment, fear and anger, being fully absorbed in Me and taking refuge in Me, many, many persons in the past became purifled by knowledge of Me — and thus they all attained transcendental love for Me."
    },
    {
      "Text-num": "TEXT 11",
      "Verse-Text": "ye yathā māṁ prapadyante\ntāṁs tathaiva bhajāmy aham\nmama vartmānuvartante\nmanuṣyāḥ pārtha sarvaśaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ye — all of them; yathā — as; mām — unto Me; prapadyante — surrender; tān — unto them; tathā — so; eva — certainly; bhajāmi — do I reward; aham — I; mama — My; vartma — path; anuvartante — do follow; manuṣyāḥ — all men; pārtha — O son of Pṛthā; sarvaśaḥ — in all respects.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "All of them — as they surrender unto Me — I reward accordingly. Everyone follows My path in all respects, O son of Pṛthā."
    },
    {
      "Text-num": "TEXT 12",
      "Verse-Text": "kāṅkṣantaḥ karmaṇāṁ siddhiṁ\nyajanta iha devatāḥ\nkṣipraṁ hi mānuṣe loke\nsiddhir bhavati karma-jā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kāṅkṣantaḥ — desiring; karmaṇām — of fruitive activities; siddhim — perfection; yajante — worship by sacrifices; iha — in the material world; devatāḥ — the demigods; kṣipram — very quickly; hi — certainly; mānuṣe — in human society; loke — within this world; siddhiḥ bhavati — becomes successful; karmajā — the fruitive worker.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Men in this world desire success in fruitive activities, and therefore they worship the demigods. Quickly, of course, men get results from fruitive work in this world."
    },
    {
      "Text-num": "TEXT 13",
      "Verse-Text": "cātur-varṇyaṁ mayā sṛṣṭaṁ\nguṇa-karma-vibhāgaśaḥ\ntasya kartāram api māṁ\nviddhy akartāram avyayam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "cātur-varṇyam — the four divisions of human society; mayā — by Me; sṛṣṭam — created; guṇa — quality; karma — work; vibhāgaśaḥ — in terms of division; tasya — of that; kartāram — the father; api — although; mām — Me; viddhi — you may know; akartāram — as the non-doer; avyayam — being unchangeable.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "According to the three modes of material nature and the work ascribed to them, the four divisions of human society were created by Me. And, although I am the creator of this system, you should know that I am yet the non-doer, being unchangeable."
    },
    {
      "Text-num": "TEXT 14",
      "Verse-Text": "na māṁ karmāṇi limpanti\nna me karma-phale spṛhā\niti māṁ yo ’bhijānāti\nkarmabhir na sa badhyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; mām — unto Me; karmāṇi — all kinds of work; limpanti — do affect; na — nor; me — My; karma-phale — in fruitive action; spṛhā — aspiration; iti — thus; mām — unto Me; yaḥ — one who; abhijānāti — does know; karmabhiḥ — by the reaction of such work; na — never does; saḥ — he; badhyate — become entangled.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "There is no work that affects Me; nor do I aspire for the fruits of action. One who understands this truth about Me also does not become entangled in the fruitive reactions of work."
    },
    {
      "Text-num": "TEXT 15",
      "Verse-Text": "evaṁ jñātvā kṛtaṁ karma\npūrvair api mumukṣubhiḥ\nkuru karmaiva tasmāt tvaṁ\npūrvaiḥ pūrvataraṁ kṛtam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "evam — thus; jñātvā — knowing well; kṛtam — performed; karma — work; pūrvaiḥ — by past authorities; api — although; mumukṣubhiḥ — who attained liberation; kuru — just perform; karma — prescribed duty; eva — certainly; tasmāt — therefore; tvam — you; pūrvaiḥ — by the predecessors; pūrvataram — ancient predecessors; kṛtam — as performed.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "All the liberated souls in ancient times acted with this understanding and so attained liberation. Therefore, as the ancients, you should perform your duty in this divine consciousness."
    },
    {
      "Text-num": "TEXT 16",
      "Verse-Text": "kiṁ karma kim akarmeti\nkavayo ’py atra mohitāḥ\ntat te karma pravakṣyāmi\nyaj jñātvā mokṣyase ’śubhāt",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kim — what is; karma — action; kim — what is; akarma — inaction; iti — thus; kavayaḥ — the intelligent; api — also; atra — in this matter; mohitāḥ — bewildered; tat — that; te — unto you; karma — work; pravakṣyāmi — I shall explain; yat — which; jñātvā — knowing; mokṣyase — be liberated; aśubhāt — from ill fortune.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Even the intelligent are bewildered in determining what is action and what is inaction. Now I shall explain to you what action is, knowing which you shall be liberated from all sins."
    },
    {
      "Text-num": "TEXT 17",
      "Verse-Text": "karmaṇo hy api boddhavyaṁ\nboddhavyaṁ ca vikarmaṇaḥ\nakarmaṇaś ca boddhavyaṁ\ngahanā karmaṇo gatiḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "karmaṇaḥ — working order; hi — certainly; api — also; boddhavyam — should be understood; boddhavyam — to be understood; ca — also; vikarmaṇaḥ — forbidden work; akarmaṇaḥ — inaction; ca — also; boddhavyam — should be understood; gahanā — very difficult; karmaṇaḥ — working order; gatiḥ — to enter into.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The intricacies of action are very hard to understand. Therefore one should know properly what action is, what forbidden action is, and what inaction is."
    },
    {
      "Text-num": "TEXT 18",
      "Verse-Text": "karmaṇy akarma yaḥ paśyed\nakarmaṇi ca karma yaḥ\nsa buddhimān manuṣyeṣu\nsa yuktaḥ kṛtsna-karma-kṛt",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "karmaṇi — in action; akarma — inaction; yaḥ — one who; paśyet — observes; akarmaṇi — in inaction; ca — also; karma — fruitive action; yaḥ — one who; saḥ — he; buddhimān — is intelligent; manuṣyeṣu — in human society; saḥ — he; yuktaḥ — is in the transcendental position; kṛtsna-karma-kṛt — although engaged in all activities.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who sees inaction in action, and action in inaction, is intelligent among men, and he is in the tranecendental position, although engaged in all sorts of activities."
    },
    {
      "Text-num": "TEXT 19",
      "Verse-Text": "yasya sarve samārambhāḥ\nkāma-saṅkalpa-varjitāḥ\njñānāgni-dagdha-karmāṇaṁ\ntam āhuḥ paṇḍitaṁ budhāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yasya — one whose; sarve — all sorts of; samārambhāḥ — in all attempts; kāma — desire for sense gratification; saṅkalpa — determination; varjitāḥ — are devoid of; jñāna — of perfect knowledge; āgni — fire; dagdha — being burnt by; karmāṇam — the performer; tam — him; āhuḥ — declare; paṇḍitam — learned; budhāḥ — those who know.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One is understood to be in full knowledge whose every act is devoid of desire for sense gratification. He is said by sages to be a worker whose fruitive action is burned up by the fire of perfect knowledge."
    },
    {
      "Text-num": "TEXT 20",
      "Verse-Text": "tyaktvā karma-phalāsaṅgaṁ\nnitya-tṛpto nirāśrayaḥ\nkarmaṇy abhipravṛtto ’pi\nnaiva kiñcit karoti saḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tyaktvā — having given up; karma-phala-āsaṅgam — attachment for fruitive results; nitya — always; tṛptaḥ — being satisfied; nirāśrayaḥ — without any center; karmaṇi — in activity; abhipravṛttaḥ — being fully engaged; api — in spite of; na — does not; eva — certainly; kiñcit — anything; karoti — do; saḥ — he.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Abandoning all attachment to the results of his activities, ever satisfied and independant, he performs no fruitive action, although engaged in all kinds of undertakings."
    },
    {
      "Text-num": "TEXT 21",
      "Verse-Text": "nirāśīr yata-cittātmā\ntyakta-sarva-parigrahaḥ\nśārīraṁ kevalaṁ karma\nkurvan nāpnoti kilbiṣam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "nirāśīḥ — without desire for the results; yata — controlled; citta-ātmā — mind and intelligence; tyakta — giving up; sarva — all; parigrahaḥ — sense of proprietorship over all possessions; śārīram — in keeping body and soul together; kevalam — only; karma — work; kurvan — doing so; na — never; āpnoti — does not acquire; kilbiṣam — sinful reactions.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Such a man of understanding acts with mind and intelligence perfectly controlled, gives up all sense of proprietorship over his possessions and acts only for the bare necessities of life. Thus working, he is not affected by sinful reactions."
    },
    {
      "Text-num": "TEXT 22",
      "Verse-Text": "yadṛcchā-lābha-santuṣṭo\ndvandvātīto vimatsaraḥ\nsamaḥ siddhāv asiddhau ca\nkṛtvāpi na nibadhyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yadṛcchā — out of its own accord; lābha — gain; santuṣṭaḥ — satisfied; dvandva — duality; atītaḥ — surpassed; vimatsaraḥ — free from envy; samaḥ — steady; siddhau — in success; asiddhau — failure; ca — also; kṛtvā — doing; api — although; na — never; nibadhyate — is affected.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "He who is satisfied with gain which comes of its own accord, who is free from duality and does not envy, who is steady both in success and failure, is never entangled, although performing actions."
    },
    {
      "Text-num": "TEXT 23",
      "Verse-Text": "gata-saṅgasya muktasya\njñānāvasthita-cetasaḥ\nyajñāyācarataḥ karma\nsamagraṁ pravilīyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "gata-saṅgasya — unattached to the modes of material nature; muktasya — of the liberated; jñāna-avasthita — situated in transcendence; cetasaḥ — of such wisdom; yajñāya — for the sake of Yajña (Kṛṣṇa); ācarataḥ — so acting; karma — work; samagram — in total; pravilīyate — merges entirely.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The work of a man who is unattached to the modes of material nature and who is fully situated in transcendental knowledge merges entirely into transcendence."
    },
    {
      "Text-num": "TEXT 24",
      "Verse-Text": "brahmārpaṇaṁ brahma havir\nbrahmāgnau brahmaṇā hutam\nbrahmaiva tena gantavyaṁ\nbrahma-karma-samādhinā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "brahma — spiritual nature; arpaṇam — contribution; brahma — the Supreme; haviḥ — butter; brahma — spiritual; agnau — in the fire of consummation; brāhmaṇā — by the spirit soul; hutam — offered; brahma — spiritual kingdom; eva — certainly; tena — by him; gantavyam — to be reached; brahma — spiritual; karma — activities; samādhinā — by complete absorption.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "A person who is fully absorbed in Kṛṣṇa consciousness is sure to attain the spiritual kingdom because of his full contribution to spiritual activities, in which the consummation is absolute and that which is offered is of the same spiritual nature."
    },
    {
      "Text-num": "TEXT 25",
      "Verse-Text": "daivam evāpare yajñaṁ\nyoginaḥ paryupāsate\nbrahmāgnāv apare yajñaṁ\nyajñenaivopajuhvati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "daivam — in worshiping the demigods; eva — like this; apare — some; yajñam — sacrifices; yoginaḥ — the mystics; paryupāsate — worship perfectly; brahma — the Absolute Truth; agnau — in the fire of; apare — others; yajñam — sacrifice; yajñena — by sacrifice; eva — thus; upajuhvati — worship.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Some yogīs perfectly worship the demigods by offering different sacrifices to them, and some of them offer sacrffices in the fire of the Supreme Brahman."
    },
    {
      "Text-num": "TEXT 26",
      "Verse-Text": "śrotrādīnīndriyāṇy anye\nsaṁyamāgniṣu juhvati\nśabdādīn viṣayān anya\nindriyāgniṣu juhvati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrotra ādīni — hearing process; indriyāṇi — senses; anye — others; saṁyama — of restraint; agniṣu — in the fire; juhvati — offers; śabda-ādīn — sound vibration, etc. ; viṣayān — objects of sense gratification; anye — others: indriya — of sense organs; agniṣu — in the fire; juhvati — sacrifice.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Some of them sacrifice the hearing process and the senses in the fire of the controlled mind, and others sacrifice the objects of the senses, such as sound, in the fire of sacrifice."
    },
    {
      "Text-num": "TEXT 27",
      "Verse-Text": "sarvāṇīndriya-karmāṇi\nprāṇa-karmāṇi cāpare\nātma-saṁyama-yogāgnau\njuhvati jñāna-dīpite",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sarvāṇi — all; indriya — senses; karmāṇi — functions; prāṇa-karmāṇi — functions of the life breath; ca — also; apare — others; ātma-saṁyama — controlling the mind; yoga — linking process; agnau — in the fire of; juhvati — offers; jñāna-dīpite — because of the urge for self-realization.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Those who are interested in self-realization, in terms of mind and sense control, offer the functions of all the senses, as well as the vital force [breath], as oblations into the fire of the controlled mind."
    },
    {
      "Text-num": "TEXT 28",
      "Verse-Text": "dravya-yajñās tapo-yajñā\nyoga-yajñās tathāpare\nsvādhyāya-jñāna-yajñāś ca\nyatayaḥ saṁśita-vratāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "dravya-yajñāḥ — sacrificing one’s possessions; tapo-yajñāḥ — sacrifice in austerities; yoga-yajñāḥ — sacrifice in eightfold mysticism; tathā — thus; apare — others; svādhyāya — sacrifice in the study of the Vedas; jñāna-yajñāḥ — sacrifice in advancement of transcendental knowledge; ca — also; yatayaḥ — enlightened; saṁśita — taken to strict; vratāḥ-vows.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "There are others who, enlightened by sacrificing their material possessions in severe austerities, take strict vows and practice the yoga of eightfold mysticism, and others study the Vedas for the advancement of transcendental knowledge."
    },
    {
      "Text-num": "TEXT 29",
      "Verse-Text": "apāne juhvati prāṇaṁ\nprāṇe ’pānaṁ tathāpare\nprāṇāpāna-gatī ruddhvā\nprāṇāyāma-parāyaṇāḥ\napare niyatāhārāḥ\nprāṇān prāṇeṣu juhvati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "apāne — air which acts downward; juhvati — offers; prāṇam — air which acts outward; prāṇe — in the air going outward; apānam — air going downward; tathā — as also; apare — others; prāṇa — air going outward; apāna — air going downward; gatī — movement; ruddhvā — checking; prāṇāyāma — trance induced by stopping all breathing; parāyaṇāḥ — so inclined; apare — others; niyata — controlled; āhārāḥ — eating; prāṇān — outgoing air; prāṇeṣu — in the outgoing air; juhvati — sacrifices.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And there are even others who are inclined to the process of breath restraint to remain in trance, and they practice stopping the movement of the outgoing breath into the incoming, and incoming breath into the outgoing, and thus at last remain in trance, stopping all breathing. Some of them, curtailing the eating process, offer the outgoing breath into itself, as a sacrifice."
    },
    {
      "Text-num": "TEXT 30",
      "Verse-Text": "sarve ’py ete yajña-vido\nyajña-kṣapita-kalmaṣāḥ\nyajña-śiṣṭāmṛta-bhujo\nyānti brahma sanātanam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sarve — all; api — although apparently different; ete — all these; yajña-vidaḥ — conversant with the purpose of performing; yajña — sacrifices; kṣapita — being cleansed of the result of such performances; kalmaṣāḥ — sinful reactions; yajña-śiṣṭa — as a result of such performances of yajña; amṛta-bhujaḥ — those who have tasted such nectar; yānti — do approach; brahma — the supreme; sanātanam — eternal atmosphere.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "All these performers who know the meaning of sacrifice become cleansed of sinful reaction, and, having tasted the nectar of the remnants of such sacrifice, they go to the supreme eternal atmosphere."
    },
    {
      "Text-num": "TEXT 31",
      "Verse-Text": "nāyaṁ loko ’sty ayajñasya\nkuto ’nyaḥ kuru-sattama",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; ayam — this; lokaḥ — planet; asti — there is; ayajñasya — of the foolish; kutaḥ — where is; anyaḥ — the other; kuru-sattama — O best amongst the Kurus.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O best of the Kuru dynasty, without sacrifice one can never live happily on this planet or in this life: what then of the next?"
    },
    {
      "Text-num": "TEXT 32",
      "Verse-Text": "evaṁ bahu-vidhā yajñā\nvitatā brahmaṇo mukhe\nkarma-jān viddhi tān sarvān\nevaṁ jñātvā vimokṣyase",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "evam — thus; bahu-vidhāḥ — various kinds of; yajñāḥ — sacrifices; vitatāḥ — widespread; brahmaṇaḥ — of the Vedas; mukhe — in the face of; karma-jān — born of work; viddhi — you should know; tān — them; sarvān — all; evam — thus; jñātvā — knowing; vimokṣyase — be liberated.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "All these different types of sacrifice are approved by the Vedas, and all of them are born of different types of work. Knowing them as such, you will become liberated."
    },
    {
      "Text-num": "TEXT 33",
      "Verse-Text": "śreyān dravya-mayād yajñāj\njñāna-yajñaḥ parantapa\nsarvaṁ karmākhilaṁ pārtha\njñāne parisamāpyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śreyān — greater; dravyamayāt — than the sacrifice of material possessions; yajñāt — knowledge; jñāna-yajñaḥ — sacrifice in knowledge; parantapa — O chastiser of the enemy; sarvam — all; karma — activities; akhilam — in totality; pārtha — O son of Pṛthā; jñāne — in knowledge; parisamāpyate — ends in.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O chastiser of the enemy, the sacrifice of knowledge is greater than the sacrifice of material possessions. O son of Pṛthā, after all, the sacrifice of work culminates in transcendental knowledge."
    },
    {
      "Text-num": "TEXT 34",
      "Verse-Text": "tad viddhi praṇipātena\nparipraśnena sevayā\nupadekṣyanti te jñānaṁ\njñāninas tattva-darśinaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tat — that knowledge of different sacrifices; viddhi — try to understand; praṇipātena — by approaching a spiritual master; paripraśnena — by submissive inquiries; sevayā — by the rendering of service; upadekṣyanti — initiate; te — unto you; jñānam — knowledge; jñāninaḥ — the self-realized; tattva — truth; darśinaḥ — the seers.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth."
    },
    {
      "Text-num": "TEXT 35",
      "Verse-Text": "yaj jñātvā na punar moham\nevaṁ yāsyasi pāṇḍava\nyena bhūtāny aśeṣāṇi\ndrakṣyasy ātmany atho mayi",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yat — which; jñātvā — knowing; na — never; punaḥ — again; moham — illusion; evam — like this; yāsyasi — you shall go; pāṇḍava — O son of Pāṇḍu; yena — by which; bhūtāni — all living entities; aśesāṇi — totally; drakṣyasi — you will see; ātmani — in the Supreme Soul; atho — or in other words; mayi — in Me.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And when you have thus learned the truth, you will know that all living beings are but part of Me — and that they are in Me, and are Mine."
    },
    {
      "Text-num": "TEXT 36",
      "Verse-Text": "api ced asi pāpebhyaḥ\nsarvebhyaḥ pāpa-kṛt-tamaḥ\nsarvaṁ jñāna-plavenaiva\nvṛjinaṁ santariṣyasi",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "api — even; cet — if; asi — you are; pāpebhyaḥ — of sinners; sarvebhyaḥ — of all; pāpa-kṛttamaḥ — the greatest sinner; sarvam — all such sinful actions; jñāna-plavena — by the boat of transcendental knowledge; eva — certainly; vṛjinam — the ocean of miseries; santariṣyasi — you will cross completely.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Even if you are considered to be the most sinful of all sinners, when you are situated in the boat of transcendental knowledge, you will be able to cross over the ocean of miseries."
    },
    {
      "Text-num": "TEXT 37",
      "Verse-Text": "yathaidhāṁsi samiddho ’gnir\nbhasma-sāt kurute ’rjuna\njñānāgniḥ sarva-karmāṇi\nbhasma-sāt kurute tathā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yathā — just as; edhāṁsi — firewood; samiddhaḥ — blazing; agniḥ — fire; bhasmasāt — turns into ashes; kurute — so does; arjuna — O Arjuna; jñāna-agniḥ — the fire of knowledge; sarva-karmāṇi — all reactions to material activities; bhasmasāt — to ashes; kurute — it so does; tathā — similarly.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "As the blazing fire turns firewood to ashes, O Arjuna, so does the fire of knowledge burn to ashes all reactions to material activities."
    },
    {
      "Text-num": "TEXT 38",
      "Verse-Text": "na hi jñānena sadṛśaṁ\npavitram iha vidyate\ntat svayaṁ yoga-saṁsiddhaḥ\nkālenātmani vindati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; hi — certainly; jñānena — with knowledge; sadṛśam — in comparison; pavitram — sanctified; iha — in this world; vidyate — exists; tat — that; svayam — itself; yoga — devotion; saṁsiddhaḥ — matured; kālena — in course of time; ātmani — in himself; vindati — enjoys.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "In this world, there is nothing so sublime and pure as transcendental knowledge. Such knowledge is the mature fruit of all mysticism. And one who has achieved this enjoys the self within himself in due course of time."
    },
    {
      "Text-num": "TEXT 39",
      "Verse-Text": "śraddhāvāl labhate jñānaṁ\ntat-paraḥ saṁyatendriyaḥ\njñānaṁ labdhvā parāṁ śāntim\nacireṇādhigacchati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śraddhāvān — a faithful man; labhate — achieves; jñānam — knowledge; tat-paraḥ — very much attached to it; saṁyata — controlled; indriyaḥ — senses; jñanam — knowledge; labdhvā — having achieved; parām — transcendental; śāntim — peace; acireṇa — very soon; adhigacchati — attains.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "A faithful man who is absorbed in transcendental knowledge and who subdues his senses quickly attains the supreme spiritual peace."
    },
    {
      "Text-num": "TEXT 40",
      "Verse-Text": "ajñaś cāśraddadhānaś ca\nsaṁśayātmā vinaśyati\nnāyaṁ loko ’sti na paro\nna sukhaṁ saṁśayātmanaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ajñaḥ — fools who have no knowledge in standard scriptures; ca — and; aśraddadhānaḥ — without faith in revealed scriptures; ca — also; saṁśaya — doubts; ātmā — person; vinaśyati — falls back; na — never; ayam — this; lokaḥ — world; asti — there is; na — neither; paraḥ — next life; na — not; sukham — happiness; saṁśaya — doubtful; ātmanaḥ — of the person.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "But ignorant and faithless persons who doubt the revealed scriptures do not attain God consciousness. For the doubting soul there is happiness neither in this world nor in the next."
    },
    {
      "Text-num": "TEXT 41",
      "Verse-Text": "yoga-sannyasta-karmāṇaṁ\njñāna-sañchinna-saṁśayam\nātmavantaṁ na karmāṇi\nnibadhnanti dhanañjaya",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yoga — devotional service in karma-yoga; sannyasta — renounced; karmāṇam — of the performers; jñāna — knowledge; sañchinna — cut by the advancement of knowledge; saṁśayam — doubts; ātma-vantam — situated in the self; na — never; karmāṇi — work; nibadhnanti — do bind up; dhanañjaya — O conquerer of riches.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Therefore, one who has renounced the fruits of his action, whose doubts are destroyed by transcendental knowledge, and who is situated firmly in the self, is not bound by works, O conqueror of riches."
    },
    {
      "Text-num": "TEXT 42",
      "Verse-Text": "tasmād ajñāna-sambhūtaṁ\nhṛt-sthaṁ jñānāsinātmanaḥ\nchittvainaṁ saṁśayaṁ yogam\nātiṣṭhottiṣṭha bhārata",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tasmāt — therefore; ajñāna-sambhūtam — outcome of ignorance; hṛt-stham — situated in the heart; jñāna — knowledge; asinā — by the weapon of; ātmanaḥ — of the self; chittvā — cutting off; enam — this; saṁśayam — doubt; yogam — in yoga; ātiṣṭha — be situated; uttiṣṭha — stand up to fight; bhārata — O descendant of Bharata.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Therefore the doubts which have arisen in your heart out of ignorance should be slashed by the weapon of knowledge. Armed with yoga, O Bhārata, stand and fight."
    }
  ]
}
