{
  "Chapter-Desc": "2. Contents of the Gītā Summarized",
  "Verses": [
    {
      "Text-num": "TEXT 1",
      "Uvaca-line": "sañjaya uvāca",
      "Verse-Text": "taṁ tathā kṛpayāviṣṭam\naśru-pūrṇākulekṣaṇam\nviṣīdantam idaṁ vākyam\nuvāca madhusūdanaḥ",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "sañjayaḥ uvāca — Sañjaya said; tam — unto Arjuna; tathā — thus; kṛpayā — by compassion; āviṣṭam — overwhelmed; aśru-pūrṇa — full of tears; ākula — depressed; īkṣaṇam — eyes; viṣīdantam — lamenting; idam — this; vākyam — words; uvāca — said; madhusūdanaḥ — the killer of Madhu.",
      "Translation-En": "Sañjaya said: Seeing Arjuna full of compassion and very sorrowful, his eyes brimming with tears, Madhusūdana, Kṛṣṇa, spoke the following words."
    },
    {
      "Text-num": "TEXT 2",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "kutas tvā kaśmalam idaṁ\nviṣame samupasthitam\nanārya-juṣṭam asvargyam\nakīrti-karam arjuna",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Personality of Godhead said; kutaḥ — wherefrom; tvā — unto you; kaśmalam — dirtiness; idam — this lamentation; viṣame — this hour of crisis; samupasthitam — arrived; anārya — persons who do not know the value of life; juṣṭam — practiced by; asvargyam — that which does not lead to higher planets; akīrti — infamy; karam — the cause of; arjuna — O Arjuna.",
      "Translation-En": "The Supreme Person [Bhagavān] said: My dear Arjuna, how have these impurities come upon you? They are not at all befitting a man who knows the progressive values of life. They do not lead to higher planets, but to infamy."
    },
    {
      "Text-num": "TEXT 3",
      "Verse-Text": "klaibyaṁ mā sma gamaḥ pārtha\nnaitat tvayy upapadyate\nkṣudraṁ hṛdaya-daurbalyaṁ\ntyaktvottiṣṭha parantapa",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "klaibyam — impotence; mā — do not; sma — take it; gamaḥ — go in; pārtha — O son of Pṛthā; na — never; etat — like this; tvayi — unto you; upapadyate — is befitting; kṣudram — very little; hṛdaya — heart; daurbalyam — weakness; tyaktvā — giving up; uttiṣṭha — get up; parantapa — O chastiser of the enemies.",
      "Translation-En": "O son of Pṛthā, do not yield to this degrading impotence. It does not become you. Give up such petty weakness of heart and arise, O chastiser of the enemy."
    },
    {
      "Text-num": "TEXT 4",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "kathaṁ bhīṣmam ahaṁ saṅkhye\ndroṇaṁ ca madhusūdana\niṣubhiḥ pratiyotsyāmi\npūjārhāv ari-sūdana",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; katham — how; bhīṣmam — unto Bhīṣma; aham — I; saṅkhye — in the fight; droṇam — unto Droṇa; ca — also, madhusūdana — O killer of Madhu; iṣubhiḥ — with arrows; pratiyotsyāmi — shall counterattack; pūjā-arhau — those who are worshipable; arisūdana — O killer of the enemies.",
      "Translation-En": "Arjuna said: O killer of Madhu [Kṛṣṇa], how can I counterattack with arrows in battle men like Bhīṣma and Droṇa, who are worthy of my worship?"
    },
    {
      "Text-num": "TEXT 5",
      "Verse-Text": "gurūn ahatvā hi mahānubhāvān\nśreyo bhoktuṁ bhaikṣyam apīha loke\nhatvārtha-kāmāṁs tu gurūn ihaiva\nbhuñjīya bhogān rudhira-pradigdhān",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "gurūn — the superiors; ahatvā — by killing; hi — certainly; mahā-anubhāvān — great souls; śreyaḥ — it is better; bhoktum — to enjoy life; bhaikṣyam — begging; api — even; iha — in this life; loke — in this world; hatvā — killing; artha — gain; kāmān — so desiring; tu — but; gurūn — superiors; iha — in this world; eva — certainly; bhuñjīya — has to enjoy; bhogān — enjoyable things; rudhira — blood; pradigdhān — tainted with.",
      "Translation-En": "It is better to live in this world by begging than to live at the cost of the lives of great souls who are my teachers. Even though they are avaricious, they are nonetheless superiors. If they are killed, our spoils will be tainted with blood."
    },
    {
      "Text-num": "TEXT 6",
      "Verse-Text": "na caitad vidmaḥ kataran no garīyo\nyad vā jayema yadi vā no jayeyuḥ\nyān eva hatvā na jijīviṣāmas\nte ’vasthitāḥ pramukhe dhārtarāṣṭrāḥ",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "na — nor; ca — also; etat — this; vidmaḥ — do know; katarat — which; naḥ — us; garīyaḥ — better; yat — what; vā — either; jayema — conquer us; yadi — if; vā — or; naḥ — us; jayeyuḥ — conquer; yān — those; eva — certainly; hatvā — by killing; na — never; jijīviṣāmaḥ — want to live; te — all of them; avasthitāḥ — are situated; pramukhe — in the front; dhārtarāṣṭrāḥ — the sons of Dhṛtarāṣṭra.",
      "Translation-En": "Nor do we know which is better — conquering them or being conquered by them. The sons of Dhṛtarāṣṭra, whom if we killed we should not care to live, are now standing before us on this battlefield."
    },
    {
      "Text-num": "TEXT 7",
      "Verse-Text": "kārpaṇya-doṣopahata-svabhāvaḥ\npṛcchāmi tvāṁ dharma-sammūḍha-cetāḥ\nyac chreyaḥ syān niścitaṁ brūhi tan me\nśiṣyas te ’haṁ śādhi māṁ tvāṁ prapannam",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "kārpaṇya — miserly; doṣa — weakness; upahata — being inflicted by; svabhāvaḥ — characteristics; pṛcchāmi — I am asking; tvām — unto You; dharma — religion; saṁmūḍha — bewildered; cetāḥ — in heart; yat — what; śreyaḥ — all-good; syāt — may be; niścitam — confidently; brūhi — tell; tat — that; me — unto me; śiṣyaḥ — disciple; te — Your; aham — I am; śādhi — just instruct; mām — me; tvām — unto You; prapannam — surrendered.",
      "Translation-En": "Now I am confused about my duty and have lost all composure because of weakness. In this condition I am asking You to tell me clearly what is best for me. Now I am Your disciple, and a soul surrendered unto You. Please instruct me."
    },
    {
      "Text-num": "TEXT 8",
      "Verse-Text": "na hi prapaśyāmi mamāpanudyād\nyac chokam ucchoṣaṇam indriyāṇām\navāpya bhūmāv asapatnam ṛddhaṁ\nrājyaṁ surāṇām api cādhipatyam",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "na — do not; hi — certainly; prapaśyāmi — I see; mama — my; apanudyāt — they can drive away; yat — that; śokam — lamentation; ucchoṣaṇam — drying up; indriyāṇām — of the senses; avāpya — achieving; bhūmau — on the earth; asapatnam — without rival; ṛddham — prosperous; rājyam — kingdom; surāṇām — of the demigods; api — even; ca — also; ādhipatyam — supremacy.",
      "Translation-En": "I can find no means to drive away this grief which is drying up my senses. I will not be able to destroy it even if I win an unrivalled kingdom on the earth with sovereignty like that of the demigods in heaven."
    },
    {
      "Text-num": "TEXT 9",
      "Uvaca-line": "sañjaya uvāca",
      "Verse-Text": "evam uktvā hṛṣīkeśaṁ\nguḍākeśaḥ parantapaḥ\nna yotsya iti govindam\nuktvā tūṣṇīṁ babhūva ha",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "sañjayaḥ uvāca — Sañjaya said; evam — thus; uktvā — speaking; hṛṣīkeśam — unto Kṛṣṇa, the master of the senses; guḍākeśaḥ — Arjuna, the master at curbing ignorance; parantapaḥ — the chastiser of the enemies; na yotsye — I shall not fight; iti — thus; govindam — unto Kṛṣṇa, the giver of pleasure; uktvā — saying; tūṣṇīm — silent; babhūva — became; ha — certainly.",
      "Translation-En": "Sañjaya said: Having spoken thus, Arjuna, chastiser of enemies, told Kṛṣṇa, “Govinda, I shall not fight,” and fell silent."
    },
    {
      "Text-num": "TEXT 10",
      "Uvaca-line": "tam uvāca hṛṣīkeśaḥ\nprahasann iva bhārata\nsenayor ubhayor madhye\nviṣīdantam idaṁ vacaḥ",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "tam — unto him; uvāca — said; hṛṣīkeśaḥ — the master of the senses, Kṛṣṇa; prahasan — smiling; iva — like that; bhārata — O Dhṛtarāṣṭra, descendant of Bharata; senayoḥ — of the armies; ubhayoḥ — of both parties; madhye — between; viṣīdantam — unto the lamenting one; idam — the following; vacaḥ — words.",
      "Translation-En": "O descendant of Bharata, at that time Kṛṣṇa, smiling, in the midst of both the armies, spoke the following words to the grief-stricken Arjuna."
    },
    {
      "Text-num": "TEXT 11",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "aśocyān anvaśocas tvaṁ\nprajñā-vādāṁś ca bhāṣase\ngatāsūn agatāsūṁś ca\nnānuśocanti paṇḍitāḥ",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Personality of Godhead said; aśocyān — that which is not worthy of lamentation; anvaśocaḥ — you are lamenting; tvam — you; prajñā-vādāḥ — learned talks; ca — also; bhāṣase — speaking; gata — lost; asūn — life; agata — not past; asūn — life; ca — also; na — never; anuśocanti — lament; paṇḍitāḥ — the learned.",
      "Translation-En": "The Blessed Lord said: While speaking learned words, you are mourning for what is not worthy of grief. Those who are wise lament neither for the living nor the dead."
    },
    {
      "Text-num": "TEXT 12",
      "Verse-Text": "na tv evāhaṁ jātu nāsaṁ\nna tvaṁ neme janādhipāḥ\nna caiva na bhaviṣyāmaḥ\nsarve vayam ataḥ param",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "na — never; tu — but; eva — certainly; aham — I; jātu — become; na — never; āsam — existed; na — it is not so; tvam — yourself; na — not; ime — all these; janādhipāḥ — kings; na — never; ca — also; eva — certainly; na — not like that; bhaviṣyāmaḥ — shall exist; sarve — all of us; vayam — we; ataḥ param — hereafter.",
      "Translation-En": "Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be."
    },
    {
      "Text-num": "TEXT 13",
      "Verse-Text": "dehino ’smin yathā dehe\nkaumāraṁ yauvanaṁ jarā\ntathā dehāntara-prāptir\ndhīras tatra na muhyati",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "dehinaḥ — of the embodied; asmin — in this; yathā — as; dehe — in the body; kaumāram — boyhood; yauvanam — youth; jarā — old age; tathā — similarly; dehāntara — transference of the body; prāptiḥ — achievement; dhīraḥ — the sober; tatra — thereupon; na — never; muhyati — deluded.",
      "Translation-En": "As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change."
    },
    {
      "Text-num": "TEXT 14",
      "Verse-Text": "mātrā-sparśās tu kaunteya\nśītoṣṇa-sukha-duḥkha-dāḥ\nāgamāpāyino ’nityās\ntāṁs titikṣasva bhārata",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "mātrā — sensuous; sparśāḥ — perception; tu — only; kaunteya — O son of Kuntī; śīta — winter; uṣṇa — summer; sukha — happiness; duḥkha-daḥ — giving pain; āgama — appearing; apāyinaḥ — disappearing; anityāḥ — nonpermanent; tān — all of them; titikṣasva — just try to tolerate; bhārata — O descendant of the Bhārata dynasty.",
      "Translation-En": "O son of Kuntī, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed."
    },
    {
      "Text-num": "TEXT 15",
      "Verse-Text": "yaṁ hi na vyathayanty ete\npuruṣaṁ puruṣarṣabha\nsama-duḥkha-sukhaṁ dhīraṁ\nso ’mṛtatvāya kalpate",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "yam — one who; hi — certainly; na — never; vyathayanti — are distressing; ete — all these; puruṣam — to a person; puruṣarṣabha — is best among men; sama — unaltered; duḥkha — distress; sukham — happiness; dhīram — patient; saḥ — he; amṛtatvāya — for liberation; kalpate — is considered eligible.",
      "Translation-En": "O best among men [Arjuna], the person who is not disturbed by happiness and distress and is steady in both is certainly eligible for liberation."
    },
    {
      "Text-num": "TEXT 16",
      "Verse-Text": "nāsato vidyate bhāvo\nnābhāvo vidyate sataḥ\nubhayor api dṛṣṭo ’ntas\ntv anayos tattva-darśibhiḥ",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "na — never; asataḥ — of the nonexistent; vidyate — there is; bhāvaḥ — endurance; na — never; abhāvaḥ — changing quality; vidyate — there is; sataḥ — of the eternal; ubhayoḥ — of the two; api — verily; dṛṣṭaḥ — observed; antaḥ — conclusion; tu — but; anayoḥ — of them; tattva — truth; darśibhiḥ — by the seers.",
      "Translation-En": "Those who are seers of the truth have concluded that of the nonexistent there is no endurance, and of the existent there is no cessation. This seers have concluded by studying the nature of both."
    },
    {
      "Text-num": "TEXT 17",
      "Verse-Text": "avināśi tu tad viddhi\nyena sarvam idaṁ tatam\nvināśam avyayasyāsya\nna kaścit kartum arhati",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "avināśi — imperishable; tu — but; tat — that; viddhi — know it; yena — by whom; sarvam — all of the body; idam — this; tatam — widespread; vināśam — destruction; avyayasya — of the imperishable; asya — of it; na kaścit — no one; kartum — to do; arhati — able.",
      "Translation-En": "Know that which pervades the entire body is indestructible. No one is able to destroy the imperishable soul."
    },
    {
      "Text-num": "TEXT 18",
      "Verse-Text": "antavanta ime dehā\nnityasyoktāḥ śarīriṇaḥ\nanāśino ’prameyasya\ntasmād yudhyasva bhārata",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "antavantaḥ — perishable; ime — all these; dehāḥ — material bodies; nityasya — eternal in existence; uktāḥ — it is so said; sarīriṇaḥ — the embodied souls; anāśinaḥ — never to be destroyed; aprameyasya — immeasurable; tasmāt — therefore; yudhyasva — fight; bhārata — O descendant of Bharata.",
      "Translation-En": "Only the material body of the indestructible, immeasurable and eternal living entity is subject to destruction; therefore, fight, O descendant of Bharata."
    },
    {
      "Text-num": "TEXT 19",
      "Verse-Text": "ya enaṁ vetti hantāraṁ\nyaś cainaṁ manyate hatam\nubhau tau na vijānīto\nnāyaṁ hanti na hanyate",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "yaḥ — anyone; enam — this; vetti — knows; hantāram — the killer; yaḥ — anyone; ca — also; enam — this; manyate — thinks; hatam — killed; ubhau — both of them; tau — they; na — never; vijānītaḥ — in knowledge; na — never; ayam — this; hanti — kills; na — nor; hanyate — be killed.",
      "Translation-En": "He who thinks that the living entity is the slayer or that he is slain, does not understand. One who is in knowledge knows that the self slays not nor is slain."
    },
    {
      "Text-num": "TEXT 20",
      "Verse-Text": "na jāyate mriyate vā kadācin\nnāyaṁ bhūtvā bhavitā vā na bhūyaḥ\najo nityaḥ śāśvato ’yaṁ purāṇo\nna hanyate hanyamāne śarīre",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "na — never; jāyate — takes birth; mriyate — never dies; vā — either; kadācit — at any time (past, present or future); na — never; ayam — this; bhūtvā — came into being; bhavitā — will come to be; vā — or; na — not; bhūyaḥ — or has come to be; ajaḥ — unborn; nityaḥ — eternal; śāśvataḥ — permanent; ayam — this; purāṇaḥ — the oldest; na — never; hanyate — is killed; hanyamāne — being killed; śarīre — by the body.",
      "Translation-En": "For the soul there is never birth nor death. Nor, having once been, does he ever cease to be. He is unborn, eternal, ever-existing, undying and primeval. He is not slain when the body is slain."
    },
    {
      "Text-num": "TEXT 21",
      "Verse-Text": "vedāvināśinaṁ nityaṁ\nya enam ajam avyayam\nkathaṁ sa puruṣaḥ pārtha\nkaṁ ghātayati hanti kam",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "veda — in knowledge; avināśinam — indestructible; nityam — always; yaḥ — one who; enam — this (soul); ajam — unborn; avyayam — immutable; katham — how; saḥ — he; puruṣaḥ — person; pārtha — O Pārtha (Arjuna); kam — whom; ghātayati — hurts; hanti — kills; kam — whom.",
      "Translation-En": "O Pārtha, how can a person who knows that the soul is indestructible, unborn, eternal and immutable, kill anyone or cause anyone to kill?"
    },
    {
      "Text-num": "TEXT 22",
      "Verse-Text": "vāsāṁsi jīrṇāni yathā vihāya\nnavāni gṛhṇāti naro ’parāṇi\ntathā śarīrāṇi vihāya jīrṇāny\nanyāni saṁyāti navāni dehī",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "vāsāṁsi — garments; jīrṇāni — old and worn out; yathā — as it is; vihāya — giving up; navāni — new garments; gṛhṇāti — does accept; naraḥ — a man; aparāṇi — other; tathā — in the same way; śarīrāṇi — bodies; vihāya — giving up; jīrṇāni — old and useless; anyāni — different; saṁyāti — verily accepts; navāni — new sets; dehī — the embodied.",
      "Translation-En": "As a person puts on new garments, giving up old ones, similarly, the soul accepts new material bodies, giving up the old and useless ones."
    },
    {
      "Text-num": "TEXT 23",
      "Verse-Text": "nainaṁ chindanti śastrāṇi\nnainaṁ dahati pāvakaḥ\nna cainaṁ kledayanty āpo\nna śoṣayati mārutaḥ",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "na — never; enam — unto this soul; chindanti — can cut into pieces; śastrāṇi — all weapons; na — never; enam — unto this soul; dahati — burns; pāvakaḥ — fire; na — never; ca — also; enam — unto this soul; kledayanti — moistens; āpaḥ — water; na — never; śoṣayati — dries; mārutaḥ — wind.",
      "Translation-En": "The soul can never be cut into pieces by any weapon, nor can he be burned by fire, nor moistened by water, nor withered by the wind."
    },
    {
      "Text-num": "TEXT 24",
      "Verse-Text": "acchedyo ’yam adāhyo ’yam\nakledyo ’śoṣya eva ca\nnityaḥ sarva-gataḥ sthāṇur\nacalo ’yaṁ sanātanaḥ",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "acchedyaḥ — unbreakable; ayam — this soul; adāhyaḥ — cannot be burned; ayam — this soul; akledyaḥ — insoluble; aśoṣyaḥ — cannot be dried; eva — certainly; ca — and; nityaḥ — everlasting; sarva-gataḥ — all-pervading; sthāṇuḥ — unchangeable; acalaḥ — immovable; ayam — this soul; sanātanaḥ — eternally the same.",
      "Translation-En": "This individual soul is unbreakable and insoluble, and can be neither burned nor dried. He is everlasting, all-pervading, unchangeable, immovable and eternally the same."
    },
    {
      "Text-num": "TEXT 25",
      "Verse-Text": "avyakto ’yam acintyo ’yam\navikāryo ’yam ucyate\ntasmād evaṁ viditvainaṁ\nnānuśocitum arhasi",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "avyaktaḥ — invisible; ayam — this soul; acintyaḥ — inconceivable; ayam — this soul; avikāryaḥ — unchangeable; ayam — this soul; ucyate — is said; tasmāt — therefore; evam — like this; viditvā — knowing it well; enam — this soul; na — do not; anuśocitum — may lament over; arhasi — you deserve.",
      "Translation-En": "It is said that the soul is invisible, inconceivable, immutable, and unchangeable. Knowing this, you should not grieve for the body."
    },
    {
      "Text-num": "TEXT 26",
      "Verse-Text": "atha cainaṁ nitya-jātaṁ\nnityaṁ vā manyase mṛtam\ntathāpi tvaṁ mahā-bāho\nnainaṁ śocitum arhasi",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "atha — if, however; ca — also; enam — this soul; nitya-jātam — always born; nityam — forever; vā — either; manyase — so think; mṛtam — dead; tathāpi — still; tvam — you; mahā-bāho — O mighty-armed one; na — never; enam — about the soul; śocitum — to lament; arhasi — deserve.",
      "Translation-En": "If, however, you think that the soul is perpetually born and always dies, still you have no reason to lament, O mighty-armed."
    },
    {
      "Text-num": "TEXT 27",
      "Verse-Text": "jātasya hi dhruvo mṛtyur\ndhruvaṁ janma mṛtasya ca\ntasmād aparihārye ’rthe\nna tvaṁ śocitum arhasi",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "jātasya — one who has taken his birth; hi — certainly; dhruvaḥ — a fact; mṛtyuḥ — death; dhruvam — it is also a fact; janma — birth; mṛtasya — of the dead; ca — also; tasmāt — therefore; aparihārye — for that which is unavoidable; arthe — in the matter of; na — do not; tvam — you; śocitum — to lament; arhasi — deserve.",
      "Translation-En": "For one who has taken his birth, death is certain; and for one who is dead, birth is certain. Therefore, in the unavoidable discharge of your duty, you should not lament."
    },
    {
      "Text-num": "TEXT 28",
      "Verse-Text": "avyaktādīni bhūtāni\nvyakta-madhyāni bhārata\navyakta-nidhanāny eva\ntatra kā paridevanā",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "avyaktādīni — in the beginning unmanifested; bhūtāni — all that are created; vyakta — manifested; madhyāni — in the middle; bhārata — O descendant of Bharata; avyakta — nonmanifested; nidhanāni — all that are vanquished; eva — it is all like that; tatra — therefore; kā — what; paridevanā — lamentation.",
      "Translation-En": "All created beings are unmanifest in their beginning, manifest in their interim state, and unmanifest again when they are annihilated. So what need is there for lamentation?"
    },
    {
      "Text-num": "TEXT 29",
      "Verse-Text": "āścarya-vat paśyati kaścid enam\nāścarya-vad vadati tathaiva cānyaḥ\nāścarya-vac cainam anyaḥ śṛṇoti\nśrutvāpy enaṁ veda na caiva kaścit",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "āścaryavat — amazing; paśyati — see; kaścit — some; enam — this soul; āścaryavat — amazing; vadati — speak; tathā — there; eva — certainly; ca — also; anyaḥ — others; āścaryavat — similarly amazing; ca — also; enam — this soul; anyaḥ — others; śṛṇoti — hear; śrutvā — having heard; api — even; enam — this soul; veda — do know; na — never; ca — and; eva — certainly; kaścit — anyone.",
      "Translation-En": "Some look on the soul as amazing, some describe him as amazing, and some hear of him as amazing, while others, even after hearing about him, cannot understand him at all."
    },
    {
      "Text-num": "TEXT 30",
      "Verse-Text": "dehī nityam avadhyo ’yaṁ\ndehe sarvasya bhārata\ntasmāt sarvāṇi bhūtāni\nna tvaṁ śocitum arhasi",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "dehī — the owner of the material body; nityam — eternally; avadhyaḥ — cannot be killed; ayam — this soul; dehe — in the body; sarvasya — of everyone; bhārata — O descendant of Bharata; tasmāt — therefore; sarvāṇi — all; bhūtāni — living entities (that are born); na — never; tvam — yourself; śocitum — to lament; arhasi — deserve.",
      "Translation-En": "O descendant of Bharata, he who dwells in the body is eternal and can never be slain. Therefore you need not grieve for any creature."
    },
    {
      "Text-num": "TEXT 31",
      "Verse-Text": "sva-dharmam api cāvekṣya\nna vikampitum arhasi\ndharmyād dhi yuddhāc chreyo ’nyat\nkṣatriyasya na vidyate",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "svadharmam — one’s own religious principles; api — also; ca — indeed; avekṣya — considering; na — never; vikampitum — to hesitate; arhasi — you deserve; dharmyāt — from religious principles; hi — indeed; yuddhāt — of fighting; śreyaḥ — better engagements; anyat — anything else; kṣatriyasya — of the kṣatriya; na — does not; vidyate — exist.",
      "Translation-En": "Considering your specific duty as a kṣatriya, you should know that there is no better engagement for you than fighting on religious principles; and so there is no need for hesitation."
    },
    {
      "Text-num": "TEXT 32",
      "Verse-Text": "yadṛcchayā copapannaṁ\nsvarga-dvāram apāvṛtam\nsukhinaḥ kṣatriyāḥ pārtha\nlabhante yuddham īdṛśam",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "yadṛcchayā — by its own accord; ca — also; upapannam — arrived at; svarga — heavenly planet; dvāram — door; apāvṛtam — wide open; sukhinaḥ — very happy; kṣatriyāḥ — the members of the royal order; pārtha — O son of Pṛthā; labhante — do achieve; yuddham — war; īdṛśam — like this.",
      "Translation-En": "O Pārtha, happy are the kṣatriyas to whom such fighting opportunities come unsought, opening for them the doors of the heavenly planets."
    },
    {
      "Text-num": "TEXT 33",
      "Verse-Text": "atha cet tvam imaṁ dharmyaṁ\nsaṅgrāmaṁ na kariṣyasi\ntataḥ sva-dharmaṁ kīrtiṁ ca\nhitvā pāpam avāpsyasi",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "atha — therefore; cet — if; tvam — you; imam — this; dharmyam — religious duty; saṅgrāmam — fighting; na — do not; kariṣyasi — perform; tataḥ — then; svadharmam — your religious duty; kīrtim — reputation; ca — also; hitvā — losing; pāpam — sinful reaction; avāpsyasi — do gain.",
      "Translation-En": "If, however, you do not fight this religious war, then you will certainly incur sins for neglecting your duties and thus lose your reputation as a fighter."
    },
    {
      "Text-num": "TEXT 34",
      "Verse-Text": "akīrtiṁ cāpi bhūtāni\nkathayiṣyanti te ’vyayām\nsambhāvitasya cākīrtir\nmaraṇād atiricyate",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "akīrtim — infamy; ca — also; api — over and above; bhūtāni — all people; kathayiṣyanti — will speak; te — of you; avyayām — forever; sambhāvitasya — for a respectable man; ca — also; akīrtiḥ — ill fame; maraṇāt — than death; atiricyate — becomes more than.",
      "Translation-En": "People will always speak of your infamy, and for one who has been honored, dishonor is worse than death."
    },
    {
      "Text-num": "TEXT 35",
      "Verse-Text": "bhayād raṇād uparataṁ\nmaṁsyante tvāṁ mahā-rathāḥ\nyeṣāṁ ca tvaṁ bahu-mato\nbhūtvā yāsyasi lāghavam",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "bhayāt — out of fear; raṇāt — from the battlefield; uparatam — ceased; maṁsyante — will consider; tvām — unto you; mahā-rathāḥ — the great generals; yeṣām — of those who; ca — also; tvam — you; bahu-mataḥ — in great estimation; bhūtvā — will become; yāsyasi — will go; lāghavam — decreased in value.",
      "Translation-En": "The great generals who have highly esteemed your name and fame will think that you have left the battlefield out of fear only, and thus they will consider you a coward."
    },
    {
      "Text-num": "TEXT 36",
      "Verse-Text": "avācya-vādāṁś ca bahūn\nvadiṣyanti tavāhitāḥ\nnindantas tava sāmarthyaṁ\ntato duḥkhataraṁ nu kim",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "avācya — unkind; vādān — fabricated words; ca — also; bahūn — many; vadiṣyanti — will say; tava — your; ahitāḥ — enemies; nindantaḥ — while vilifying; tava — your; sāmarthyam — ability; tataḥ — thereafter; duḥkhataram — more painful; nu — of course; kim — what is there.",
      "Translation-En": "Your enemies will describe you in many unkind words and scorn your ability. What could be more painful for you?"
    },
    {
      "Text-num": "TEXT 37",
      "Verse-Text": "hato vā prāpsyasi svargaṁ\njitvā vā bhokṣyase mahīm\ntasmād uttiṣṭha kaunteya\nyuddhāya kṛta-niścayaḥ",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "hataḥ — being killed; vā — either; prāpsyasi — you gain; svargam — the heavenly kingdom; jitvā — by conquering; vā — or; bhokṣyase — you enjoy; mahīm — the world; tasmāt — therefore; uttiṣṭha — get up; kaunteya — O son of Kuntī; yuddhāya — to fight; kṛta — determination; niścayaḥ — uncertainty.",
      "Translation-En": "O son of Kuntī, either you will be killed on the battlefield and attain the heavenly planets, or you will conquer and enjoy the earthly kingdom. Therefore get up and fight with determination."
    },
    {
      "Text-num": "TEXT 38",
      "Verse-Text": "sukha-duḥkhe same kṛtvā\nlābhālābhau jayājayau\ntato yuddhāya yujyasva\nnaivaṁ pāpam avāpsyasi",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "sukha — happiness; duḥkhe — in distress; same — in equanimity; kṛtvā — doing so; lābhālābhau — both in loss and profit; jayājayau — both in defeat and victory; tataḥ — thereafter; yuddhāya — for the sake of fighting; yujyasva — do fight; na — never; evam — in this way; pāpam — sinful reaction; avāpsyasi — you will gain.",
      "Translation-En": "Do thou fight for the sake of fighting, without considering happiness or distress, loss or gain, victory or defeat — and, by so doing, you shall never incur sin."
    },
    {
      "Text-num": "TEXT 39",
      "Verse-Text": "eṣā te ’bhihitā sāṅkhye\nbuddhir yoge tv imāṁ śṛṇu\nbuddhyā yukto yayā pārtha\nkarma-bandhaṁ prahāsyasi",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "eṣā — all these; te — unto you; abhihitā — described; śāṅkhye — by analytical study; buddhiḥ — intelligence; yoge — work without fruitive result; tu — but; imām — this; śṛṇu — just hear; buddhyā — by intelligence; yuktaḥ — dovetailed; yayā — by which; pārtha — O son of Pṛthā; karma-bandham — bondage of reaction; prahāsyasi — you can be released from.",
      "Translation-En": "Thus far I have declared to you the analytical knowledge of sāṅkhya philosophy. Now listen to the knowledge of yoga whereby one works without fruitive result. O son of Pṛthā, when you act by such intelligence, you can free yourself from the bondage of works."
    },
    {
      "Text-num": "TEXT 40",
      "Verse-Text": "nehābhikrama-nāśo ’sti\npratyavāyo na vidyate\nsv-alpam apy asya dharmasya\ntrāyate mahato bhayāt",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "na — there is not; iha — in this world; abhikrama — endeavoring; nāśaḥ — loss; asti — there is; pratyavāyaḥ — diminution; na — never; vidyate — there is; svalpam — little; api — although; asya — of this; dharmasya — of this occupation; trāyate — releases; mahataḥ — of very great; bhayāt — from danger.",
      "Translation-En": "In this endeavor there is no loss or diminution, and a little advancement on this path can protect one from the most dangerous type of fear."
    },
    {
      "Text-num": "TEXT 41",
      "Verse-Text": "vyavasāyātmikā buddhir\nekeha kuru-nandana\nbahu-śākhā hy anantāś ca\nbuddhayo ’vyavasāyinām",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "vyavasāyātmikā — resolute Kṛṣṇa consciousness; buddhiḥ — intelligence; ekā — only one; iha — in this world; kuru-nandana — O beloved child of the Kurus; bahu-śākhāḥ — various branches; hi — indeed; anantāḥ — unlimited; ca — also; buddhayaḥ — intelligence; avyavasāyinām — of those who are not in Kṛṣṇa consciousness.",
      "Translation-En": "Those who are on this path are resolute in purpose, and their aim is one. O beloved child of the Kurus, the intelligence of those who are irresolute is many-branched."
    },
    {
      "Text-num": "TEXTS 42-43",
      "Verse-Text": "yām imāṁ puṣpitāṁ vācaṁ\npravadanty avipaścitaḥ\nveda-vāda-ratāḥ pārtha\nnānyad astīti vādinaḥ\nkāmātmānaḥ svarga-parā\njanma-karma-phala-pradām\nkriyā-viśeṣa-bahulāṁ\nbhogaiśvarya-gatiṁ prati",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "yām imām — all these; puṣpitām — flowery; vācam — words; pravadanti — say; avipaścitaḥ — men with a poor fund of knowledge; veda-vāda-ratāḥ — supposed followers of the Vedas; pārtha — O son of Pṛthā; na — never; anyat — anything else; asti — there is; iti — this; vādinaḥ — advocates; kāma-ātmānaḥ — desirous of sense gratification; svarga-parāḥ — aiming to achieve heavenly planets; janma-karma-phala-pradām — resulting in fruitive action, good birth, etc. ; kriyā-viśeṣa — pompous ceremonies; bahulām — various; bhoga — sense enjoyment; aiśvarya — opulence; gatim — progress; prati — towards.",
      "Translation-En": "Men of small knowledge are very much attached to the flowery words of the Vedas, which recommend various fruitive activities for elevation to heavenly planets, resultant good birth, power, and so forth. Being desirous of sense gratification and opulent life, they say that there is nothing more than this."
    },
    {
      "Text-num": "TEXT 44",
      "Verse-Text": "bhogaiśvarya-prasaktānāṁ\ntayāpahṛta-cetasām\nvyavasāyātmikā buddhiḥ\nsamādhau na vidhīyate",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "bhoga — material enjoyment; aiśvarya — opulence; prasaktānām — those who are so attached; tayā — by such things; apahṛta-cetasām — bewildered in mind; vyavasāyātmikā — fixed determination; buddhiḥ — devotional service of the Lord; samādhau — in the controlled mind; na — never; vidhīyate — does take place.",
      "Translation-En": "In the minds of those who are too attached to sense enjoyment and material opulence, and who are bewildered by such things, the resolute determination of devotional service to the Supreme Lord does not take place."
    },
    {
      "Text-num": "TEXT 45",
      "Verse-Text": "trai-guṇya-viṣayā vedā\nnistrai-guṇyo bhavārjuna\nnirdvandvo nitya-sattva-stho\nniryoga-kṣema ātmavān",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "traiguṇya — pertaining to the three modes of material nature; viṣayāḥ — on the subject matter; vedāḥ — Vedic literatures; nistraiguṇyaḥ — in a pure state of spiritual existence; bhava — be; arjuna — O Arjuna; nirdvandvaḥ — free from the pains of opposites; nitya-sattva-sthaḥ — ever remaining in sattva (goodness); niryoga-kṣemaḥ — free from (the thought of) acquisition and preservation; ātmavān — established in the Self.",
      "Translation-En": "The Vedas mainly deal with the subject of the three modes of material nature. Rise above these modes, O Arjuna. Be transcendental to all of them. Be free from all dualities and from all anxieties for gain and safety, and be established in the Self."
    },
    {
      "Text-num": "TEXT 46",
      "Verse-Text": "yāvān artha udapāne\nsarvataḥ samplutodake\ntāvān sarveṣu vedeṣu\nbrāhmaṇasya vijānataḥ",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "yāvān — all that; arthaḥ — is meant; udapāne — in a well of water; sarvataḥ — in all respects; sampluta-udake — in a great reservoir of water; tāvān — similarly; sarveṣu — in all; vedeṣu — Vedic literatures; brāhmaṇasya — of the man who knows the Supreme Brahman; vijānataḥ — of one who is in complete knowledge.",
      "Translation-En": "All purposes that are served by the small pond can at once be served by the great reservoirs of water. Similarly, all the purposes of the Vedas can be served to one who knows the purpose behind them."
    },
    {
      "Text-num": "TEXT 47",
      "Verse-Text": "karmaṇy evādhikāras te\nmā phaleṣu kadācana\nmā karma-phala-hetur bhūr\nmā te saṅgo ’stv akarmaṇi",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "karmaṇi — prescribed duties; eva — certainly; adhikāraḥ — right; te — of you; mā — never; phaleṣu — in the fruits; kadācana — at any time; mā — never; karma-phala — in the result of the work; hetuḥ — cause; bhūḥ — become; mā — never; te — of you; saṅgaḥ — attachment; astu — be there; akarmaṇi — in not doing.",
      "Translation-En": "You have a right to perform your prescribed duty, but you are not entitled to the fruits of action. Never consider yourself to be the cause of the results of your activities, and never be attached to not doing your duty."
    },
    {
      "Text-num": "TEXT 48",
      "Verse-Text": "yoga-sthaḥ kuru karmāṇi\nsaṅgaṁ tyaktvā dhanañjaya\nsiddhy-asiddhyoḥ samo bhūtvā\nsamatvaṁ yoga ucyate",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "yoga-sthaḥ — steadfast in yoga; kuru — perform; karmāṇi — your duty; saṅgam — attachment; tyaktvā — having abandoned; dhanañjaya — O Dhanañjaya; siddhi-asiddhyoḥ — in success and failure; samaḥ — the same; bhūtvā — having become; samatvam — evenness of mind; yogaḥ — yoga; ucyate — is called.",
      "Translation-En": "Be steadfast in yoga, O Arjuna. Perform your duty and abandon all attachment to success or failure. Such evenness of mind is called yoga."
    },
    {
      "Text-num": "TEXT 49",
      "Verse-Text": "dūreṇa hy avaraṁ karma\nbuddhi-yogād dhanañjaya\nbuddhau śaraṇam anviccha\nkṛpaṇāḥ phala-hetavaḥ",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "dūreṇa — by discarding it at a long distance; hi — certainly; avaram — abominable; karma — activities; buddhi-yogāt — on the strength of Kṛṣṇa consciousness; dhanañjaya — O conqueror of wealth; buddhau — in such consciousness; śaraṇam — full surrender; anviccha — desire; kṛpaṇāḥ — the misers; phala-hetavaḥ — those desiring fruitive action.",
      "Translation-En": "O Dhanañjaya, rid yourself of all fruitive activities by devotional service, and surrender fully to that consciousness. Those who want to enjoy the fruits of their work are misers."
    },
    {
      "Text-num": "TEXT 50",
      "Verse-Text": "buddhi-yukto jahātīha\nubhe sukṛta-duṣkṛte\ntasmād yogāya yujyasva\nyogaḥ karmasu kauśalam",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "buddhi-yuktaḥ — one who is engaged in devotional service; jahāti — can get rid of; iha — in this life; ubhe — in both; sukṛta-duṣkṛte — in good and bad results; tasmāt — therefore; yogāya — for the sake of devotional service; yujyasva — be so engaged; yogaḥ — Kṛṣṇa consciousness; karmasu — in all activities; kauśalam — art.",
      "Translation-En": "A man engaged in devotional service rids himself of both good and bad actions even in this life. Therefore strive for yoga, O Arjuna, which is the art of all work."
    },
    {
      "Text-num": "TEXT 51",
      "Verse-Text": "karma-jaṁ buddhi-yuktā hi\nphalaṁ tyaktvā manīṣiṇaḥ\njanma-bandha-vinirmuktāḥ\npadaṁ gacchanty anāmayam",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "karma-jam — because of fruitive activities; buddhi-yuktāḥ — being done in devotional service; hi — certainly; phalam — results; tyaktvā — giving up; manīṣiṇaḥ — devotees who are great sages; janma-bandha — the bondage of birth and death; vinirmuktāḥ — liberated souls; padam — position; gacchanti — reach; anāmayam — without miseries.",
      "Translation-En": "The wise, engaged in devotional service, take refuge in the Lord, and free themselves from the cycle of birth and death by renouncing the fruits of action in the material world. In this way they can attain that state beyond all miseries."
    },
    {
      "Text-num": "TEXT 52",
      "Verse-Text": "yadā te moha-kalilaṁ\nbuddhir vyatitariṣyati\ntadā gantāsi nirvedaṁ\nśrotavyasya śrutasya ca",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "yadā — when; te — your; moha — illusory; kalilam — dense forest; buddhiḥ — transcendental service with intelligence; vyatitariṣyati — surpasses; tadā — at that time; gantāsi — you shall go; nirvedam — callousness; śrotavyasya — all that is to be heard; śrutasya — all that is already heard; ca — also.",
      "Translation-En": "When your intelligence has passed out of the dense forest of delusion, you shall become indifferent to all that has been heard and all that is to be heard."
    },
    {
      "Text-num": "TEXT 53",
      "Verse-Text": "śruti-vipratipannā te\nyadā sthāsyati niścalā\nsamādhāv acalā buddhis\ntadā yogam avāpsyasi",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "śruti — Vedic revelation; vipratipannā — without being influenced by the fruitive results of the Vedas; te — your; yadā — when; sthāsyati — remains; niścalā — unmoved; samādhau — in transcendental consciousness, or Kṛṣṇa consciousness; acalā — unflinching; buddhiḥ — intelligence; tadā — at that time; yogam — self-realization; avāpsyasi — you will achieve.",
      "Translation-En": "When your mind is no longer disturbed by the flowery language of the Vedas, and when it remains fixed in the trance of self-realization, then you will have attained the Divine consciousness."
    },
    {
      "Text-num": "TEXT 54",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "sthita-prajñasya kā bhāṣā\nsamādhi-sthasya keśava\nsthita-dhīḥ kiṁ prabhāṣeta\nkim āsīta vrajeta kim",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "arjuna uvāca — Arjuna said; sthita-prajñasya — of one who is situated in fixed Kṛṣṇa consciousness; kā — what; bhāṣā — language; samādhi-sthasya — of one situated in trance; keśava — O Kṛṣṇa; sthita-dhīḥ — one fixed in Kṛṣṇa consciousness; kim — what; prabhāṣeta — speak; kim — how; āsīta — does remain; vrajeta — walk; kim — how.",
      "Translation-En": "Arjuna said: What are the symptoms of one whose consciousness is thus merged in Transcendence? How does he speak, and what is his language? How does he sit, and how does he walk?"
    },
    {
      "Text-num": "TEXT 55",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "prajahāti yadā kāmān\nsarvān pārtha mano-gatān\nātmany evātmanā tuṣṭaḥ\nsthita-prajñas tadocyate",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Personality of Godhead said; prajahāti — gives up; yadā — when; kāmān — desires for sense gratification; sarvān — of all varieties; pārtha — O son of Pṛthā; manaḥ-gatān — of mental concoction; ātmani — in the pure state of the soul; eva — certainly; ātmanā — by the purified mind; tuṣṭaḥ — satisfied; sthita-prajñaḥ — transcendentally situated; tadā — at that time; ucyate — is said.",
      "Translation-En": "The Blessed Lord said: O Pārtha, when a man gives up all varieties of sense desire which arise from mental concoction, and when his mind finds satisfaction in the self alone, then he is said to be in pure transcendental consciousness."
    },
    {
      "Text-num": "TEXT 56",
      "Verse-Text": "duḥkheṣv anudvigna-manāḥ\nsukheṣu vigata-spṛhaḥ\nvīta-rāga-bhaya-krodhaḥ\nsthita-dhīr munir ucyate",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "duḥkheṣu — in the threefold miseries; anudvigna-manāḥ — without being agitated in mind; sukheṣu — in happiness; vigata-spṛhaḥ — without being too interested; vīta — free from; rāga — attachment; bhaya — fear; krodhaḥ — anger; sthita-dhīḥ — one who is steady; muniḥ — sage; ucyate — is called.",
      "Translation-En": "One who is not disturbed in spite of the threefold miseries, who is not elated when there is happiness, and who is free from attachment, fear and anger, is called a sage of steady mind."
    },
    {
      "Text-num": "TEXT 57",
      "Verse-Text": "yaḥ sarvatrānabhisnehas\ntat tat prāpya śubhāśubham\nnābhinandati na dveṣṭi\ntasya prajñā pratiṣṭhitā",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "yaḥ — one who; sarvatra — everywhere; anabhisnehaḥ — without affection; tat — that; tat — that; prāpya — achieving; śubha — good; aśubham — evil; na — never; abhinandati — prays; na — never; dveṣṭi — envies; tasya — his; prajñā — perfect knowledge; pratiṣṭhita — fixed.",
      "Translation-En": "He who is without attachment, who does not rejoice when he obtains good, nor lament when he obtains evil, is firmly fixed in perfect knowledge."
    },
    {
      "Text-num": "TEXT 58",
      "Verse-Text": "yadā saṁharate cāyaṁ\nkūrmo ’ṅgānīva sarvaśaḥ\nindriyāṇīndriyārthebhyas\ntasya prajñā pratiṣṭhitā",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "yadā — when; saṁharate — winds up; ca — also; ayam — all these; kūrmaḥ — tortoise; aṅgāni — limbs; iva — like; sarvaśaḥ — altogether; indriyāni — senses; indriya-arthebhyaḥ — from the sense objects; tasya — his; prajñā — consciousness; pratiṣṭhitā — fixed up.",
      "Translation-En": "One who is able to withdraw his senses from sense objects, as the tortoise draws his limbs within the shell, is to be understood as truly situated in knowledge."
    },
    {
      "Text-num": "TEXT 59",
      "Verse-Text": "viṣayā vinivartante\nnirāhārasya dehinaḥ\nrasa-varjaṁ raso ’py asya\nparaṁ dṛṣṭvā nivartate",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "viṣayāḥ — objects for sense enjoyment; vinivartante — are practiced to be refrained from; nirāhārasya — by negative restrictions; dehinaḥ — for the embodied; rasa-varjam — giving up the taste; rasaḥ — sense of enjoyment; api — although there is; asya — his; param — far superior things; dṛṣṭvā — by experiencing; nivartate — ceases from.",
      "Translation-En": "The embodied soul may be restricted from sense enjoyment, though the taste for sense objects remains. But, ceasing such engagements by experiencing a higher taste, he is fixed in consciousness."
    },
    {
      "Text-num": "TEXT 60",
      "Verse-Text": "yatato hy api kaunteya\npuruṣasya vipaścitaḥ\nindriyāṇi pramāthīni\nharanti prasabhaṁ manaḥ",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "yatataḥ — while endeavoring; hi — certainly; api — in spite of; kaunteya — O son of Kuntī; puruṣasya — of the man; vipaścitaḥ — full of discriminating knowledge; indriyāṇi — the senses; pramāthīni — stimulated; haranti — throws forcefully; prasabhaṁ — by force; manaḥ — the mind.",
      "Translation-En": "The senses are so strong and impetuous, O Arjuna, that they forcibly carry away the mind even of a man of discrimination who is endeavoring to control them."
    },
    {
      "Text-num": "TEXT 61",
      "Verse-Text": "tāni sarvāṇi saṁyamya\nyukta āsīta mat-paraḥ\nvaśe hi yasyendriyāṇi\ntasya prajñā pratiṣṭhitā",
      "Word-for-Word": "tāni — those senses; sarvāṇi — all; saṁyamya — keeping under control; yuktaḥ — being engaged; āsīta — being so situated; mat-paraḥ — in relationship with Me; vaśe — in full subjugation; hi — certainly; yasya — one whose; indriyāṇi — senses; tasya — his; prajñā — consciousness; pratiṣṭhitā — fixed.",
      "Translation-En": "One who restrains his senses and fixes his consciousness upon Me is known as a man of steady intelligence."
    },
    {
      "Text-num": "TEXT 62",
      "Verse-Text": "dhyāyato viṣayān puṁsaḥ\nsaṅgas teṣūpajāyate\nsaṅgāt sañjāyate kāmaḥ\nkāmāt krodho ’bhijāyate",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "dhyayataḥ — while contemplating; viṣayān — sense objects; puṁsaḥ — of the person; saṅgaḥ — attachment; teṣu — in the sense objects; upajāyate — develops; saṅgāt — attachment; sañjāyate — develops; kāmaḥ — desire; kāmāt — from desire; krodhaḥ — anger; abhijāyate — becomes manifest.",
      "Translation-En": "While contemplating the objects of the senses, a person develops attachment for them, and from such attachment lust develops, and from lust anger arises."
    },
    {
      "Text-num": "TEXT 63",
      "Verse-Text": "krodhād bhavati sammohaḥ\nsammohāt smṛti-vibhramaḥ\nsmṛti-bhraṁśād buddhi-nāśo\nbuddhi-nāśāt praṇaśyati",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "krodhāt — from anger; bhavati — takes place; saṁmohaḥ — perfect illusion; saṁmohāt — from illusion; smṛti — of memory; vibhramaḥ — bewilderment; smṛti-bhraṁśāt — after bewilderment of memory; buddhi-nāśaḥ — loss of intelligence; buddhi-nāśāt — and from loss of intelligence; praṇaśyati — falls down.",
      "Translation-En": "From anger, delusion arises, and from delusion bewilderment of memory. When memory is bewildered, intelligence is lost, and when intelligence is lost, one falls down again into the material pool."
    },
    {
      "Text-num": "TEXT 64",
      "Verse-Text": "rāga-dveṣa-vimuktais tu\nviṣayān indriyaiś caran\nātma-vaśyair vidheyātmā\nprasādam adhigacchati",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "rāga — attachment; dveṣa — detachment; vimuktaiḥ — by one who has been free from such things; tu — but; viṣayān — sense objects; indriyaiḥ — by the senses; caran — acting; ātma-vaśyaiḥ — one who has control over; vidheyātmā — one who follows regulated freedom; prasādam — the mercy of the Lord; adhigacchati — attains.",
      "Translation-En": "One who can control his senses by practicing the regulated principles of freedom can obtain the complete mercy of the Lord and thus become free from all attachment and aversion."
    },
    {
      "Text-num": "TEXT 65",
      "Verse-Text": "prasāde sarva-duḥkhānāṁ\nhānir asyopajāyate\nprasanna-cetaso hy āśu\nbuddhiḥ paryavatiṣṭhate",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "prasāde — on achievement of the causeless mercy of the Lord; sarva — all; duḥkhānām — material miseries; hāniḥ — destruction; asya — his; upajāyate — takes place; prasanna-cetasaḥ — of the happy-minded; hi — certainly; āśu — very soon; buddhiḥ — intelligence; pari — sufficiently; avatiṣṭhate — established.",
      "Titles": "TRANSLATION",
      "Translation-En": "For one who is so situated in the Divine consciousness, the threefold miseries of material existence exist no longer; in such a happy state, one’s intelligence soon becomes steady."
    },
    {
      "Text-num": "TEXT 66",
      "Verse-Text": "nāsti buddhir ayuktasya\nna cāyuktasya bhāvanā\nna cābhāvayataḥ śāntir\naśāntasya kutaḥ sukham",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "na asti — there cannot be; buddhiḥ — transcendental intelligence; ayuktasya — of one who is not connected (with Kṛṣṇa consciousness); na — neither; ca — and; ayuktasya — of one devoid of Kṛṣṇa consciousness; bhāvanā — mind fixed in happiness; na — neither; ca — and; abhāvayataḥ — one who is not fixed; śāntiḥ — peace; aśāntasya — of the unpeaceful; kutaḥ — where is; sukham — happiness.",
      "Translation-En": "One who is not in transcendental consciousness can have neither a controlled mind nor steady intelligence, without which there is no possibility of peace. And how can there be any happiness without peace?"
    },
    {
      "Text-num": "TEXT 67",
      "Verse-Text": "indriyāṇāṁ hi caratāṁ\nyan mano ’nuvidhīyate\ntad asya harati prajñāṁ\nvāyur nāvam ivāmbhasi",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "indriyāṇām — of the senses; hi — certainly; caratām — while herding over; yat — that; manaḥ — mind; anuvidhīyate — becomes constantly engaged; tat — that; asya — his; harati — takes away; prajñām — intelligence; vāyuḥ — wind; nāvam — a boat; iva — like; ambhasi — on the water.",
      "Translation-En": "As a boat on the water is swept away by a strong wind, even one of the senses on which the mind focuses can carry away a man’s intelligence."
    },
    {
      "Text-num": "TEXT 68",
      "Verse-Text": "tasmād yasya mahā-bāho\nnigṛhītāni sarvaśaḥ\nindriyāṇīndriyārthebhyas\ntasya prajñā pratiṣṭhitā",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "tasmāt — therefore; yasya — of one’s; mahā-bāho — O mighty-armed one; nigṛhītāni — so curbed down; sarvaśaḥ — all around; indriyāṇi — the senses; indriya-arthebhyaḥ — for the sake of sense objects; tasya — his; prajñā — intelligence; pratiṣṭhitā — fixed.",
      "Translation-En": "Therefore, O mighty-armed, one whose senses are restrained from their objects is certainly of steady intelligence."
    },
    {
      "Text-num": "TEXT 69",
      "Verse-Text": "yā niśā sarva-bhūtānāṁ\ntasyāṁ jāgarti saṁyamī\nyasyāṁ jāgrati bhūtāni\nsā niśā paśyato muneḥ",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "yā — what; niśā — is night; sarva — all; bhūtānām — of living entities; tasyām — in that; jāgarti — wakeful; saṁyamī — the self-controlled; yasyām — in which; jāgrati — awake; bhūtāni — all beings; sā — that is; niśā — night; paśyataḥ — for the introspective; muneḥ — sage.",
      "Translation-En": "What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage."
    },
    {
      "Text-num": "TEXT 70",
      "Verse-Text": "āpūryamāṇam acala-pratiṣṭhaṁ\nsamudram āpaḥ praviśanti yadvat\ntadvat kāmā yaṁ praviśanti sarve\nsa śāntim āpnoti na kāma-kāmī",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "āpūryamāṇam — always filled; acala-pratiṣṭham — steadily situated; samudram — the ocean; āpaḥ — water; praviśanti — enter; yadvat — as; tadvat — so; kāmāḥ — desires; yam — unto one; praviśanti — enter; sarve — all; saḥ — that person; śāntim — peace; āpnoti — achieves; na — not; kāma-kāmī — one who desires to fulfill desires.",
      "Translation-En": "A person who is not disturbed by the incessant flow of desires — that enter like rivers into the ocean which is ever being filled but is always still — can alone achieve peace, and not the man who strives to satisfy such desires."
    },
    {
      "Text-num": "TEXT 71",
      "Verse-Text": "vihāya kāmān yaḥ sarvān\npumāṁś carati niḥspṛhaḥ\nnirmamo nirahaṅkāraḥ\nsa śāntim adhigacchati",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "vihāya — after giving up; kāmān — all material desires for sense gratification; yaḥ — the person; sarvān — all; pumān — a person; carati — lives; nihṣpṛhaḥ — desireless; nirmamaḥ — without a sense of proprietorship; nirahaṅkāraḥ — without false ego; saḥ — all; śāntim — perfect peace; adhigacchati — attains.",
      "Translation-En": "A person who has given up all desires for sense gratification, who lives free from desires, who has given up all sense of proprietorship and is devoid of false ego — he alone can attain real peace."
    },
    {
      "Text-num": "TEXT 72",
      "Verse-Text": "eṣā brāhmī sthitiḥ pārtha\nnaināṁ prāpya vimuhyati\nsthitvāsyām anta-kāle ’pi\nbrahma-nirvāṇam ṛcchati",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "eṣā — this; brāhmī — spiritual; sthitiḥ — situation; pārtha — O son of Pṛthā; na — never; enām — this; prāpya — achieving; vimuhyati — bewilders; sthitvā — being so situated; asyām — being so; anta-kāle — at the end of life; api — also; brahma-nirvāṇam — spiritual (kingdom of God); ṛcchati — attains.",
      "Translation-En": "That is the way of the spiritual and godly life, after attaining which a man is not bewildered. Being so situated, even at the hour of death, one can enter into the kingdom of God."
    }
  ]
}
