{
  "Chapter-Desc": "9. The Most Confidential Knowledge",
  "Verses": [
    {
      "Text-num": "TEXT 1",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "idaṁ tu te guhyatamaṁ\npravakṣyāmy anasūyave\njñānaṁ vijñāna-sahitaṁ\nyaj jñātvā mokṣyase ’śubhāt",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavan uvāca — the Supreme Personality of Godhead said; idam — this; tu — but; te — unto you; guhyatamam — most confidential; pravakṣyāmi — I am speaking; anasūyave — to the nonenvious; jñānam — knowledge; vijñāna — realized knowledge; sahitam — with; yat — which; jñātvā — knowing; mokṣyase — be released; aśubhāt — from this miserable material existence.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Supreme Lord said: My dear Arjuna, because you are never envious of Me, I shall impart to you this most secret wisdom, knowing which you shall be relieved of the miseries of material existence."
    },
    {
      "Text-num": "TEXT 2",
      "Verse-Text": "rāja-vidyā rāja-guhyaṁ\npavitram idam uttamam\npratyakṣāvagamaṁ dharmyaṁ\nsu-sukhaṁ kartum avyayam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "rāja-vidyā — the king of education; rāja-guhyam — the king of confidential knowledge; pavitram — the purest; idam — this; uttamam — transcendental; pratyakṣa — directly experienced; avagamam — understood; dharmyam — the principle of religion; susukham — very happy; kartum — to execute; avyayam — everlasting.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "This knowledge is the king of education, the most secret of all secrets. It is the purest knowledge, and because it gives direct perception of the self by realization, it is the perfection of religion. It is everlasting, and it is joyfully performed."
    },
    {
      "Text-num": "TEXT 3",
      "Verse-Text": "aśraddadhānāḥ puruṣā\ndharmasyāsya parantapa\naprāpya māṁ nivartante\nmṛtyu-saṁsāra-vartmani",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "aśraddadhānāḥ — those who are faithless; puruṣāḥ — such persons; dharmasya — of this process of religion; asya — of it; parantapa — O killer of the enemies; aprāpya — without obtaining; mām — Me; nivartante — come back; mṛtyu — death; saṁsāra — material existence; vartmani — on the path of.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Those who are not faithful on the path of devotional service cannot attain Me, O conqueror of foes, but return to birth and death in this material world."
    },
    {
      "Text-num": "TEXT 4",
      "Verse-Text": "mayā tatam idaṁ sarvaṁ\njagad avyakta-mūrtinā\nmat-sthāni sarva-bhūtāni\nna cāhaṁ teṣv avasthitaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mayā — by Me; tatam — spread; idam — all these manifestations; sarvam — all; jagat — cosmic manifestation; avyakta-mūrtinā — unmanifested form; mat-sthāni — unto Me; sarva-bhūtāni — all living entities; na — not; ca — also; aham — I; teṣu — in them; avasthitaḥ — situated.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them."
    },
    {
      "Text-num": "TEXT 5",
      "Verse-Text": "na ca mat-sthāni bhūtāni\npaśya me yogam aiśvaram\nbhūta-bhṛn na ca bhūta-stho\nmamātmā bhūta-bhāvanaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; ca — also; mat-sthāni — situated in Me; bhūtāni — all creation; paśya — just see; me — My; yogam aiśvaram — inconceivable mystic power; bhūta-bhṛt — maintainer of all living entities; na — never; ca — also; bhūta-sthaḥ — in the cosmic manifestation; mama — My; ātmā — Self; bhūta-bhāvanaḥ — is the source of all manifestations.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And yet everything that is created does not rest in Me. Behold My mystic opulence! Although I am the maintainer of all living entities, and although I am everywhere, still My Self is the very source of creation."
    },
    {
      "Text-num": "TEXT 6",
      "Verse-Text": "yathākāśa-sthito nityaṁ\nvāyuḥ sarvatra-go mahān\ntathā sarvāṇi bhūtāni\nmat-sthānīty upadhāraya",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yathā — as much as; ākāśa-sthitaḥ — situated in space; nityam — always; vāyuḥ — wind; sarvatra-gaḥ — blowing everywhere; mahān — great; tathā — similarly; sarvāṇi — everything, bhūtāni — created beings; mat-sthāni — situated in Me; iti — thus; upadhāraya — try to understand.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "As the mighty wind, blowing everywhere, always rests in ethereal space know that in the same manner all beings rest in Me."
    },
    {
      "Text-num": "TEXT 7",
      "Verse-Text": "sarva-bhūtāni kaunteya\nprakṛtiṁ yānti māmikām\nkalpa-kṣaye punas tāni\nkalpādau visṛjāmy aham",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "sarva-bhūtāni — all created entities; kaunteya — O son of Kuntī; prakṛtim — nature; yānti — enter; māmikām — unto Me; kalpa-kṣaye — at the end of the millennium; punaḥ — again; tāni — all those; kalpa-ādau — in the beginning of the millennium; visṛjāmi — I create; aham — I.",
      "Translation-En": "O son of Kuntī, at the end of the millennium every material manifestation enters into My nature, and at the beginning of another millennium, by My potency I again create.",
      "Translation-title": "TRANSLATION"
    },
    {
      "Text-num": "TEXT 8",
      "Verse-Text": "prakṛtiṁ svām avaṣṭabhya\nvisṛjāmi punaḥ punaḥ\nbhūta-grāmam imaṁ kṛtsnam\navaśaṁ prakṛter vaśāt",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "prakṛtim — material nature; svām — of My personal self; avaṣṭabhya — enter in; visṛjāmi — create; punaḥ punaḥ — again, again; bhūta-grāmam — all these cosmic manifestations; imam — this; kṛtsnam — total; avaśam — automatically; prakṛteḥ — by the force of nature; vaśāt — under obligation.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The whole cosmic order is under Me. By My will it is manifested again and again, and by My will it is annihilated at the end."
    },
    {
      "Text-num": "TEXT 9",
      "Verse-Text": "na ca māṁ tāni karmāṇi\nnibadhnanti dhanañjaya\nudāsīna-vad āsīnam\nasaktaṁ teṣu karmasu",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; ca — also; mām — Me; tāni — all those; karmāṇi — activities; nibadhnanti — bind; dhanañjaya — O conquerer of riches; udāsīnavat — as neutral; āsīnam — situated; asaktam — without attraction; teṣu — in them; karmasu — in activities.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O Dhanañjaya, all this work cannot bind Me. I am ever detached, seated as though neutral."
    },
    {
      "Text-num": "TEXT 10",
      "Verse-Text": "mayādhyakṣeṇa prakṛtiḥ\nsūyate sa-carācaram\nhetunānena kaunteya\njagad viparivartate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mayā — by Me; adhyakṣeṇa — by superintendence; prakṛtiḥ — material nature; sūyate — manifest; sa — with; carācaram — moving and nonmoving; hetunā — for this reason; anena — this; kaunteya — O son of Kuntī; jagat — the cosmic manifestation; viparivartate — is working.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "This material nature is working under My direction, O son of Kuntī, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again."
    },
    {
      "Text-num": "TEXT 11",
      "Verse-Text": "avajānanti māṁ mūḍhā\nmānuṣīṁ tanum āśritam\nparaṁ bhāvam ajānanto\nmama bhūta-maheśvaram",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "avajānanti — deride; mām — Me; mūḍhāḥ — foolish men; mānuṣīm — in a human form; tanum — body; āśritam — assuming; param — transcendental; bhāvam — nature; ajānantaḥ — not knowing; mama — Mine; bhūta — everything that be; maheśvaram — supreme proprietor.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be."
    },
    {
      "Text-num": "TEXT 12",
      "Verse-Text": "moghāśā mogha-karmāṇo\nmogha-jñānā vicetasaḥ\nrākṣasīm āsurīṁ caiva\nprakṛtiṁ mohinīṁ śritāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "moghāśāḥ — baffled hope; mogha-karmāṇaḥ — baffled in fruitive activities; mogha-jñānāḥ — baffled in knowledge; vicetasaḥ — bewildered; rākṣasīm — demonic; āsurīm — atheistic; ca — and; eva — certainly; prakṛtim — nature; mohinīm — bewildering; śritāḥ — taking shelter of.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Those who are thus bewildered are attracted by demonic and atheistic views. In that deluded condition, their hopes for liberation, their fruitive activities, and their culture of knowledge are all defeated."
    },
    {
      "Text-num": "TEXT 13",
      "Verse-Text": "mahātmānas tu māṁ pārtha\ndaivīṁ prakṛtim āśritāḥ\nbhajanty ananya-manaso\njñātvā bhūtādim avyayam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mahātmānaḥ — the great souls; tu — but; mām — unto Me; pārtha — O son of Pṛthā; daivīm — divine; prakṛtim — nature; āśritāḥ — taken shelter of; bhajanti — render service; ananya-manasaḥ — without deviation of the mind; jñātvā — knowing; bhūta — creation; ādim — original; avyayam — inexhaustible.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O son of Pṛthā, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible."
    },
    {
      "Text-num": "TEXT 14",
      "Verse-Text": "satataṁ kīrtayanto māṁ\nyatantaś ca dṛḍha-vratāḥ\nnamasyantaś ca māṁ bhaktyā\nnitya-yuktā upāsate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "satatam — always; kīrtayantaḥ — chanting; mām — Me; yatantaḥ ca — fully endeavoring also; dṛḍha-vratāḥ — with determination; namasyantaḥ ca — offering obeisances; mām — unto Me; bhaktyā — in devotion; nitya-yuktāḥ — perpetually engaged; upāsate — worship.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Always chanting My glories, endeavoring with great determination, bowing down before Me, these great souls perpetually worship Me with devotion."
    },
    {
      "Text-num": "TEXT 15",
      "Verse-Text": "jñāna-yajñena cāpy anye\nyajanto mām upāsate\nekatvena pṛthaktvena\nbahudhā viśvato-mukham",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "jñāna-yajñena — by cultivation of knowledge; ca — also; api — certainly; anye — others; yajantaḥ — worshiping; mām — Me; upāsate — worship; ekatvena — in oneness; pṛthaktvena — in duality; bahudhā — diversity; viśvataḥ-mukham — in the universal form.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Others, who are engaged in the cultivation of knowledge, worship the Supreme Lord as the one without a second, diverse in many, and in the universal form."
    },
    {
      "Text-num": "TEXT 16",
      "Verse-Text": "ahaṁ kratur ahaṁ yajñaḥ\nsvadhāham aham auṣadham\nmantro ’ham aham evājyam\naham agnir ahaṁ hutam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "aham — I; kratuḥ — ritual; aham — I; yajñaḥ — sacrifice; svadhā — oblation; aham — I; aham — I; auṣadham — healing herb; mantraḥ — transcendental chant; aham — I; aham — I; eva — certainly; ajyam — melted butter; aham — I; agniḥ — fire; aham — I; hutam — offering.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "But it is I who am the ritual, I the sacrifice, the offering to the ancestors, the healing herb, the transcendental chant. I am the butter and the fire and the offering."
    },
    {
      "Text-num": "TEXT 17",
      "Verse-Text": "pitāham asya jagato\nmātā dhātā pitāmahaḥ\nvedyaṁ pavitram oṁkāra\nṛk sāma yajur eva ca",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "pitā — father; aham — I; asya — of this; jagataḥ — of the universe; mātā — mother; dhātā — supporter; pitāmahaḥ — grandfather; vedyam — what is to be known; pavitram — that which purifies; omkāraḥ — the syllable om; ṛk — the Ṛg-veda; sāma — the Sāma-veda; yajuḥ — the Yajur-veda; eva — certainly; ca — and.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I am the father of this universe, the mother, the support, and the grandsire. I am the object of knowledge, the purifier and the syllable om. I am also the Ṛk, the Sāma, and the Yajur [Vedas]."
    },
    {
      "Text-num": "TEXT 18",
      "Verse-Text": "gatir bhartā prabhuḥ sākṣī\nnivāsaḥ śaraṇaṁ suhṛt\nprabhavaḥ pralayaḥ sthānaṁ\nnidhānaṁ bījam avyayam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "gatiḥ — goal; bhartā — sustainer; prabhuḥ — Lord; sākṣī — witness; nivāsaḥ — abode; śaraṇam — refuge; suhṛt — most intimate friend; prabhavaḥ — creation; pralayaḥ — dissolution; sthānam — ground; nidhānam — resting place; bījam — seed; avyayam — imperishable.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I am the goal, the sustainer, the master, the witness, the abode, the refuge and the most dear friend. I am the creation and the annihilation, the basis of everything, the resting place and the eternal seed."
    },
    {
      "Text-num": "TEXT 19",
      "Verse-Text": "tapāmy aham ahaṁ varṣaṁ\nnigṛhṇāmy utsṛjāmi ca\namṛtaṁ caiva mṛtyuś ca\nsad asac cāham arjuna",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tapāmi — give heat; aham — I; aham — I; varṣam — rain; nigṛhṇāmi — withold; utsṛjāmi — send forth; ca — and; amṛtam — immortality; ca — and; eva — certainly; mṛtyuḥ — death; ca — and; sat — being; asat — nonbeing; ca — and; aham — I; arjuna — O Arjuna.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O Arjuna, I control heat, the rain and the drought. I am immortality, and I am also death personified. Both being and nonbeing are in Me."
    },
    {
      "Text-num": "TEXT 20",
      "Verse-Text": "trai-vidyā māṁ soma-pāḥ pūta-pāpā\nyajñair iṣṭvā svar-gatiṁ prārthayante\nte puṇyam āsādya surendra-lokam\naśnanti divyān divi deva-bhogān",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "trai-vidyāḥ — the knowers of the three Vedas; mām — unto Me; soma-pāḥ — drinkers of soma juice; pūta — purified; pāpāḥ — sins; yajñaiḥ — with sacrifices; iṣṭvā — after worshiping; svargatim — passage to heaven; prārthayante — pray; te — they; puṇyam — virtue; āsādya — enjoying; surendra — of Indra; lokam — world; aśnanti — enjoy; divyān — celestial; divi — in heaven; deva-bhogān — pleasures of the gods.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Those who study the Vedas and drink the soma juice, seeking the heavenly planets, worship Me indirectly. They take birth on the planet of Indra, where they enjoy godly delights."
    },
    {
      "Text-num": "TEXT 21",
      "Verse-Text": "te taṁ bhuktvā svarga-lokaṁ viśālaṁ\nkṣīṇe puṇye martya-lokaṁ viśanti\nevaṁ trayī-dharmam anuprapannā\ngatāgataṁ kāma-kāmā labhante",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "te — they; tam — that; bhuktvā — enjoying; svarga-lokam — heaven; viśālam — vast; kṣīṇe — being exhausted; puṇye — merits; martya-lokam — mortal earth; viśanti — fall down; evam — thus; trayī — three Vedas; dharmam — doctrines; anuprapannāḥ — following; gata-agatam — death and birth; kāma-kāmāḥ — desiring sense enjoyments; labhante — attain.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "When they have thus enjoyed heavenly sense pleasure, they return to this mortal planet again. Thus, through the Vedic principles, they achieve only flickering happiness."
    },
    {
      "Text-num": "TEXT 22",
      "Verse-Text": "ananyāś cintayanto māṁ\nye janāḥ paryupāsate\nteṣāṁ nityābhiyuktānāṁ\nyoga-kṣemaṁ vahāmy aham",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ananyāḥ — no other; cintayantaḥ — concentrating; mām — unto Me; ye — who; janāḥ — persons; paryupāsate — properly worship; teṣām — their; nitya — always abhiyuktānām — fixed in devotion; yoga-kṣemam — requirements; vahāmi — carry; aham — I.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "But those who worship Me with devotion, meditating on My transcendental form-to them I carry what they lack and preserve what they have."
    },
    {
      "Text-num": "TEXT 23",
      "Verse-Text": "ye ’py anya-devatā-bhaktā\nyajante śraddhayānvitāḥ\nte ’pi mām eva kaunteya\nyajanty avidhi-pūrvakam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ye — those; api — also; anya — other; devatā — demigods; bhaktāḥ — devotees; yajante — worship; śraddhaya-anvitāḥ — with faith; te — they; api — also; mām — Me; eva — even; kaunteya — O son of Kuntī; yajanti — sacrifice; avidhi-pūrvakam — in a wrong way.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Whatever a man may sacrifice to other gods, O son of Kuntī, is really meant for Me alone, but it is offered without true understanding."
    },
    {
      "Text-num": "TEXT 24",
      "Verse-Text": "ahaṁ hi sarva-yajñānāṁ\nbhoktā ca prabhur eva ca\nna tu mām abhijānanti\ntattvenātaś cyavanti te",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "aham — I; hi — surely; sarva — of all; yajñānām — sacrifices; bhoktā — enjoyer; ca — and; prabhuḥ — Lord; eva — also; ca — and; na — not; tu — but; mām — Me; abhijānanti — know; tattvena — in reality; ataḥ — therefore; cyavanti — fall down; te — they.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I am the only enjoyer and the only object of sacrifice. Those who do not recognize My true transcendental nature fall down."
    },
    {
      "Text-num": "TEXT 25",
      "Verse-Text": "yānti deva-vratā devān\npitṛn yānti pitṛ-vratāḥ\nbhūtāni yānti bhūtejyā\nyānti mad-yājino ’pi mām",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yānti — achieve; deva-vratāḥ — worshipers of demigods; devān — to demigods; pitṛn — to ancestors; yānti — go; pitṛ-vratāḥ — worshipers of ancestors; bhūtāni — to ghosts and spirits; yānti — go; bhūtejyāḥ — worshipers of ghosts and spirits; yānti — go; mat — My; yājinaḥ — devotees; api — also; mām — unto Me.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Those who worship the demigods will take birth among the demigods; those who worship ghosts and spirits will take birth among such beings; those who worship ancestors go to the ancestors; and those who worship Me will live with Me."
    },
    {
      "Text-num": "TEXT 26",
      "Verse-Text": "patraṁ puṣpaṁ phalaṁ toyaṁ\nyo me bhaktyā prayacchati\ntad ahaṁ bhakty-upahṛtam\naśnāmi prayatātmanaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "patram — a leaf; puṣpam — a flower; phalam — a fruit; toyam — water; yaḥ — whoever; me — unto Me; bhaktyā — with devotion; prayacchati — offers; tat — that; aham — I; bhakti-upahṛtam — offered in devotion; aśnāmi — accept; prayata-ātmanaḥ — of one in pure consciousness.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "If one offers Me with love and devotion a leaf, a flower, fruit a water, I will accept it."
    },
    {
      "Text-num": "TEXT 27",
      "Verse-Text": "yat karoṣi yad aśnāsi\nyaj juhoṣi dadāsi yat\nyat tapasyasi kaunteya\ntat kuruṣva mad-arpaṇam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yat — what; karoṣi — you do; yat — whatever; aśnāsi — you eat; yat — whatever; juhoṣi — you offer; dadāsi — you give away; yat — whatever; yat — whatever; tapasyasi — austerities you perform; kaunteya — O son of Kuntī; tat — that; kuruṣva — make; mat — unto Me; arpaṇam — offering.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O son of Kuntī, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me."
    },
    {
      "Text-num": "TEXT 28",
      "Verse-Text": "śubhāśubha-phalair evaṁ\nmokṣyase karma-bandhanaiḥ\nsannyāsa-yoga-yuktātmā\nvimukto mām upaiṣyasi",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śubha — good; aśubha — evil; phalaiḥ — results; evam — thus; mokṣyase — free; karma — action; bandhanaiḥ — bondage; sannyāsa — of renunciation; yoga — the yoga; yukta-ātmā — having the mind firmly set on; vimuktaḥ — liberated; mām — to Me; upaiṣyasi — you will attain.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "In this way you will be freed from all reactions to good and evil deeds, and by this principle of renunciation you will be liberated and come to Me."
    },
    {
      "Text-num": "TEXT 29",
      "Verse-Text": "samo ’haṁ sarva-bhūteṣu\nna me dveṣyo ’sti na priyaḥ\nye bhajanti tu māṁ bhaktyā\nmayi te teṣu cāpy aham",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "samaḥ — equally disposed; aham — I; sarva-bhūteṣu — to all living entities; na — no one; me — Mine; dveṣyaḥ — hateful; asti — is; na — nor; priyaḥ — dear; ye — those; bhajanti — render transcendental service; tu — yet; mām — unto Me; bhaktyā — in devotion; mayi — unto Me; te — such persons; teṣu — in them; ca — also; api — certainly; aham — I.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend, is in Me, and I am also a friend to him."
    },
    {
      "Text-num": "TEXT 30",
      "Verse-Text": "api cet su-durācāro\nbhajate mām ananya-bhāk\nsādhur eva sa mantavyaḥ\nsamyag vyavasito hi saḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "api — in spite of; cet — although; sudurācāraḥ — one committing the most abominable actions; bhajate — engaged in devotional service; mām — unto Me; ananya-bhāk — without deviation; sādhuḥ — saint; eva — certainly; saḥ — he; mantavyaḥ — to be considered; samyak — completely; vyavasitaḥ — situated; hi — certainly; saḥ — he.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Even if one commits the most abominable actions, if he is engaged in devotional service, he is to be considered saintly because he is properly situated."
    },
    {
      "Text-num": "TEXT 31",
      "Verse-Text": "kṣipraṁ bhavati dharmātmā\nśaśvac-chāntiṁ nigacchati\nkaunteya pratijānīhi\nna me bhaktaḥ praṇaśyati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kṣipram — very soon; bhavati — becomes; dharma-ātmā — righteous; śaśvat-śāntim — lasting peace; nigacchati — attains; kaunteya — O son of Kuntī; pratijānīhi — justly declare; na — never; me — Mine; bhaktaḥ — devotee; praṇaśyati — perishes.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "He quickly becomes righteous and attains lasting peace. O son of Kuntī, declare it boldly that My devotee never perishes."
    },
    {
      "Text-num": "TEXT 32",
      "Verse-Text": "māṁ hi pārtha vyapāśritya\nye ’pi syuḥ pāpa-yonayaḥ\nstriyo vaiśyās tathā śūdrās\nte ’pi yānti parāṁ gatim",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mām — unto Me; hi — certainly; pārtha — O son of Pṛthā; vyapāśrītya — particularly taking shelter; ye — anyone; api — also; syuḥ — becomes; pāpa-yonayaḥ — born of a lower family; striyaḥ — women; vaiśyāḥ — mercantile people; tathā — also; śūdrāḥ — lower class men; te api — even they; yānti — go; parām — supreme; gatim — destination.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O son of Pṛthā, those who take shelter in Me, though they be of lower birth-women, vaiśyas [merchants], as well as śūdras [workers]-can approach the supreme destination."
    },
    {
      "Text-num": "TEXT 33",
      "Verse-Text": "kiṁ punar brāhmaṇāḥ puṇyā\nbhaktā rājarṣayas tathā\nanityam asukhaṁ lokam\nimaṁ prāpya bhajasva mām",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kim — how much; punaḥ — again; brāhmaṇāḥ — brāhmaṇas; puṇyāḥ — righteous; bhaktāḥ — devotees; rājarṣayaḥ — saintly kings; tathā — also; anityam — temporary; asukham — sorrowful; lokam — planets; imam — this; prāpya — gaining; bhajasva — are engaged in loving service; mām — unto Me.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "How much greater then are the brāhmaṇas, the righteous, the devotees and saintly kings who in this temporary miserable world engage in loving service unto Me."
    },
    {
      "Text-num": "TEXT 34",
      "Verse-Text": "man-manā bhava mad-bhakto\nmad-yājī māṁ namaskuru\nmām evaiṣyasi yuktvaivam\nātmānaṁ mat-parāyaṇaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mat-manāḥ — always thinking of Me; bhava — become; mat — My; bhaktaḥ — devotee; mat — My; yājī — worshiper; mām — unto Me; namaskuru — offer obeisances; mām — unto Me; eva — completely; eṣyasi — come; yuktvā evam — being absorbed; ātmānam — your soul; mat-parāyaṇaḥ — devoted to Me.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Engage your mind always in thinking of Me, offer obeisances and worship Me. Being completely absorbed in Me, surely you will come to Me."
    }
  ]
}
