{
  "Chapter-Desc": "15. The Yoga of the Supreme Person",
  "Verses": [
    {
      "Text-num": "TEXT 1",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "ūrdhva-mūlam adhaḥ-śākham\naśvatthaṁ prāhur avyayam\nchandāṁsi yasya parṇāni\nyas taṁ veda sa veda-vit",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Personality of Godhead said; ūrdhva-mūlam — with roots above; adhaḥ — downwards; śākham — branches; aśvattham — banyan tree; prāhuḥ — said; avyayam — eternal; chandāṁsi — Vedic hymns; yasya — of which; parṇāni — the leaves; yaḥ — anyone; tam — that; veda — knows; saḥ — he; veda-vit — the knower of the Vedas.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: There is a banyan tree which has its roots upward and its branches down and whose leaves are the Vedic hymns. One who knows this tree is the knower of the Vedas."
    },
    {
      "Text-num": "TEXT 2",
      "Verse-Text": "adhaś cordhvaṁ prasṛtās tasya śākhā\nguṇa-pravṛddhā viṣaya-pravālāḥ\nadhaś ca mūlāny anusantatāni\nkarmānubandhīni manuṣya-loke",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "adhaḥ — downward; ca — and; ūrdhvam — upward; prasṛtāḥ — extended; tasya — its; śākhāḥ — branches; guṇa — modes of material nature; pravṛddhāḥ — developed; viṣaya — sense objects; pravālāḥ — twigs; adhaḥ — downward; ca — and; mūlāni — roots; anusantatāni — extended; karma — according to work; anubandhīni — bound; manuṣya-loke — in the world of human society.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The branches of this tree extend downward and upward, nourished by the three modes of material nature. The twigs are the objects of the senses. This tree also has roots going down, and these are bound to the fruitive actions of human society."
    },
    {
      "Text-num": "TEXTS 3-4",
      "Verse-Text": "na rūpam asyeha tathopalabhyate\nnānto na cādir na ca sampratiṣṭhā\naśvattham enaṁ su-virūḍha-mūlam\nasaṅga-śastreṇa dṛḍhena chittvā\ntataḥ padaṁ tat parimārgitavyaṁ\nyasmin gatā na nivartanti bhūyaḥ\ntam eva cādyaṁ puruṣaṁ prapadye\nyataḥ pravṛttiḥ prasṛtā purāṇī",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — not; rūpam — form; asya — of this tree; iha — in this; tathā — also; upalabhyate — can be perceived; na — never; antaḥ — end; na — never; ca — also; ādiḥ — beginning; na — never; ca — also; sampratiṣṭhā — the foundation; aśvattham — banyan tree; enam — this; suvirūḍha — strongly; mūlam — rooted; asaṅga-śastreṇa — by the weapon of detachment; dṛḍhena — strong; chittvā — by cutting; tataḥ — thereafter; padam — situation; tat — that; parimārgitavyam — has to be searched out; yasmin — where; gatāḥ — going; na — never; nivartanti — comes back; bhūyaḥ — again; tam — to him; eva — certainly; ca — also; ādyam — original; puruṣam — the Personality of Godhead; prapadye — surrender; yataḥ — from whom; pravṛttiḥ — beginning; prasṛtā — extension; purāṇī — very old.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The real form of this tree cannot be perceived in this world. No one can understand where it ends, where it begins, or where its foundation is. But with determination one must cut down this tree with the weapon of detachment. So doing, one must seek that place from which, having once gone, one never returns, and there surrender to that Supreme Personality of Godhead from whom everything has begun and in whom everything is abiding since time immemorial."
    },
    {
      "Text-num": "TEXT 5",
      "Verse-Text": "nirmāna-mohā jita-saṅga-doṣā\nadhyātma-nityā vinivṛtta-kāmāḥ\ndvandvair vimuktāḥ sukha-duḥkha-saṁjñair\ngacchanty amūḍhāḥ padam avyayaṁ tat",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "nir — without; māna — respect; mohāḥ — illusion; jita — having conquered; saṅga — association; doṣāḥ — faulty; adhyātma — spiritual; nityāḥ — eternity; vinivṛtta — associated; kāmāḥ — lusts; dvandvaiḥ — with duality; vimuktāḥ — liberated; sukha-duḥkha — happiness and distress; saṁjñaiḥ — named; gacchanti — attains; amūḍhāḥ — unbewildered; padam — situation; avyayam — eternal; tat — that.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who is free from illusion, false prestige, and false association, who understands the eternal, who is done with material lust and is freed from the duality of happiness and distress, and who knows how to surrender unto the Supreme Person, attains to that eternal kingdom."
    },
    {
      "Text-num": "TEXT 6",
      "Verse-Text": "na tad bhāsayate sūryo\nna śaśāṅko na pāvakaḥ\nyad gatvā na nivartante\ntad dhāma paramaṁ mama",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — not; tat — that; bhāsayate — illuminates; sūryaḥ — sun; na — nor; śaśāṅkaḥ — the moon; na — nor; pāvakaḥ — fire, electricity; yat — where; gatvā — going; na — never; nivartante — comes back; tat dhāma — that abode; paramam — supreme; mama — My.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "That abode of Mine is not illumined by the sun or moon, nor by electricity. One who reaches it never returns to this material world."
    },
    {
      "Text-num": "TEXT 7",
      "Verse-Text": "mamaivāṁśo jīva-loke\njīva-bhūtaḥ sanātanaḥ\nmanaḥ-ṣaṣṭhānīndriyāṇi\nprakṛti-sthāni karṣati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mama — My; eva — certainly; aṁśaḥ — fragmental particles; jīva-loke — world of conditional life; jīva-bhūtaḥ — the conditioned living entities; sanātanaḥ — eternal; manaḥ — mind; ṣaṣṭhāni — six; indriyāṇi — senses; prakṛti — material nature; sthāni — situated; karṣati — struggling hard.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The living entities in this conditioned world are My eternal, fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind."
    },
    {
      "Text-num": "TEXT 8",
      "Verse-Text": "śarīraṁ yad avāpnoti\nyac cāpy utkrāmatīśvaraḥ\ngṛhītvaitāni saṁyāti\nvāyur gandhān ivāśayāt",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śarīram — body; yat — as much as; avāpnoti — gets; yat — that which; ca — also; api — virtually; utkrāmati — gives up; īśvaraḥ — the lord of the body; gṛhītvā — taking; etāni — all these; saṁyāti — goes away; vāyuḥ — air; gandhān — smell; iva — like; āśayāt — from the flower.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The living entity in the material world carries his different conceptions of life from one body to another as the air carries aromas."
    },
    {
      "Text-num": "TEXT 9",
      "Verse-Text": "śrotraṁ cakṣuḥ sparśanaṁ ca\nrasanaṁ ghrāṇam eva ca\nadhiṣṭhāya manaś cāyaṁ\nviṣayān upasevate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrotram — ears; cakṣuḥ — eyes; sparśanam — touch; ca — also; rasanam — tongue; ghrāṇam — smelling power; eva — also; ca — and; adhiṣṭhāya — being situated; manaḥ — mind; ca — also; ayam — this; viṣayān — sense objects; upasevate — enjoys.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The living entity, thus taking another gross body, obtains a certain type of ear, tongue, and nose and sense of touch, which are grouped about the mind. He thus enjoys a particular set of sense objects."
    },
    {
      "Text-num": "TEXT 10",
      "Verse-Text": "utkrāmantaṁ sthitaṁ vāpi\nbhuñjānaṁ vā guṇānvitam\nvimūḍhā nānupaśyanti\npaśyanti jñāna-cakṣuṣaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "utkrāmantam — quitting the body; sthitam — situated in the body; vāpi — either; bhuñjānam — enjoying; vā — or; guṇa-anvitam — under the spell of the modes of material nature; vimūḍhāḥ — foolish persons; na — never; anupaśyanti — can see; paśyanti — one can see; jñāna-cakṣuṣaḥ — one who has the eyes of knowledge.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The foolish cannot understand how a living entity can quit his body, nor can they understand what sort of body he enjoys under the spell of the modes of nature. But one whose eyes are trained in knowledge can see all this."
    },
    {
      "Text-num": "TEXT 11",
      "Verse-Text": "yatanto yoginaś cainaṁ\npaśyanty ātmany avasthitam\nyatanto ’py akṛtātmāno\nnainaṁ paśyanty acetasaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yatantaḥ — endeavoring; yoginaḥ — transcendentalists; ca — also; enam — this; paśyanti — can see; ātmani — in the self; avasthitam — situated; yatantaḥ — although endeavoring; api — although; akṛta-ātmānaḥ — without self-realization; na — does not; enam — this; paśyanti — can see; acetasaḥ — undeveloped mind.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The endeavoring transcendentalist, who is situated in self-realization, can see all this clearly. But those who are not situated in self-realization cannot see what is taking place, though they may try to."
    },
    {
      "Text-num": "TEXT 12",
      "Verse-Text": "yad āditya-gataṁ tejo\njagad bhāsayate ’khilam\nyac candramasi yac cāgnau\ntat tejo viddhi māmakam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yat — that which; āditya-gatam — in the sunshine; tejaḥ — splendor; jagat — the whole world; bhāsayate — illuminates; akhilam — entirely; yat — that which; candramasi — in the moon; yat — that which; ca — also; agnau — in the fire; tat — that; tejaḥ — splendor; viddhi — understand; māmakam — from Me.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The splendor of the sun, which dissipates the darkness of this whole world, comes from Me. And the splendor of the moon and the splendor of fire are also from Me."
    },
    {
      "Text-num": "TEXT 13",
      "Verse-Text": "gām āviśya ca bhūtāni\ndhārayāmy aham ojasā\npuṣṇāmi cauṣadhīḥ sarvāḥ\nsomo bhūtvā rasātmakaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "gām — the planets; āviśya — entering; ca — also; bhūtāni — living entities; dhārayāmi — sustaining; aham — I; ojasā — by My energy; puṣṇāmi — nourishing; ca — and; auṣadhīḥ — all vegetables; sarvāḥ — all; somaḥ — the moon; bhūtvā — becoming; rasa-ātmakaḥ — supplying the juice.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I enter into each planet, and by My energy they stay in orbit. I become the moon and thereby supply the juice of life to all vegetables."
    },
    {
      "Text-num": "TEXT 14",
      "Verse-Text": "ahaṁ vaiśvānaro bhūtvā\nprāṇināṁ deham āśritaḥ\nprāṇāpāna-samāyuktaḥ\npacāmy annaṁ catur-vidham",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "aham — I; vaiśvānaraḥ — by My plenary portion as the digesting fire; bhūtvā — becoming; prāṇinām — of all living entities; deham — body; āśritaḥ — situated; prāṇa — outgoing air; apāna — downgoing air; samāyuktaḥ — keep balance; pacāmi — digest; annam — foodstuff; catur-vidham — four kinds of.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I am the fire of digestion in every living body, and I am the air of life, outgoing and incoming, by which I digest the four kinds of foodstuff."
    },
    {
      "Text-num": "TEXT 15",
      "Verse-Text": "sarvasya cāhaṁ hṛdi sanniviṣṭo\nmattaḥ smṛtir jñānam apohanaṁ ca\nvedaiś ca sarvair aham eva vedyo\nvedānta-kṛd veda-vid eva cāham",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sarvasya — of all living beings; ca — and; aham — I; hṛdi — in the heart; sanniviṣṭaḥ — being situated; mattaḥ — from Me; smṛtiḥ — remembrance; jñānam — knowledge; apohanam ca — and forgetfulness; vedaiḥ — by the Vedas; ca — also; sarvaiḥ — all; aham — I am; eva — certainly; vedyaḥ — knowable; vedānta-kṛt — the compiler of the Vedānta; veda-vit — the knower of the Vedas; eva — certainly; ca — and; aham — I.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness. By all the Vedas am I to be known; indeed I am the compiler of Vedānta, and I am the knower of the Vedas."
    },
    {
      "Text-num": "TEXT 16",
      "Verse-Text": "dvāv imau puruṣau loke\nkṣaraś cākṣara eva ca\nkṣaraḥ sarvāṇi bhūtāni\nkūṭa-stho ’kṣara ucyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "dvau — two; imau — in this (world); puruṣau — living entities; loke — in the world; kṣaraḥ — fallible; ca — and; akṣaraḥ — infallible; eva — certainly; ca — and; kṣaraḥ — the fallible; sarvāṇi — all; bhūtāni — living entities; kūṭasthaḥ — in oneness; akṣaraḥ — infallible; ucyate — is said.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "There are two classes of beings, the fallible and the infallible. In the material world every entity is fallible, and in the spiritual world every entity is called infallible."
    },
    {
      "Text-num": "TEXT 17",
      "Verse-Text": "uttamaḥ puruṣas tv anyaḥ\nparamātmety udāhṛtaḥ\nyo loka-trayam āviśya\nbibharty avyaya īśvaraḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "uttamaḥ — the best; puruṣaḥ — personality; tu — but; anyaḥ — another; param — the Supreme; ātmā — Self; iti — thus; udāhṛtaḥ — said; yaḥ — one who; loka — of the universe; trayam — the three divisions; āviśya — entering; bibharti — maintaining; avyayaḥ — inexhaustible; īśvaraḥ — the Lord.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Besides these two, there is the greatest living personality, the Lord Himself, who has entered into these worlds and is maintaining them."
    },
    {
      "Text-num": "TEXT 18",
      "Verse-Text": "yasmāt kṣaram atīto ’ham\nakṣarād api cottamaḥ\nato ’smi loke vede ca\nprathitaḥ puruṣottamaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yasmāt — because; kṣaram — the fallible; atītaḥ — transcendental; aham — I; akṣarāt — from the infallible; api — better than that; ca — and; uttamaḥ — the best; ataḥ — therefore; asmi — I am; loke — in the world; vede — in the Vedic literature; ca — and; prathitaḥ — celebrated; puruṣottamaḥ — as the Supreme Personality.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Because I am transcendental, beyond both the fallible and the infallible, and because I am the greatest, I am celebrated both in the world and in the Vedas as that Supreme Person."
    },
    {
      "Text-num": "TEXT 19",
      "Verse-Text": "yo mām evam asammūḍho\njānāti puruṣottamam\nsa sarva-vid bhajati māṁ\nsarva-bhāvena bhārata",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yaḥ — anyone; mām — unto Me; evam — certainly; asammūḍhaḥ — without a doubt; jānāti — knows; puruṣottamam — the Supreme Personality of Godhead; saḥ — he; sarva-vit — knower of everything; bhajati — renders devotional service; mām — unto Me; sarva-bhāvena — in all respects; bhārata — O son of Bharata.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Whoever knows Me as the Supreme Personality of Godhead, without doubting, is to be understood as the knower of everything, and he therefore engages himself in full devotional service, O son of Bharata"
    },
    {
      "Text-num": "TEXT 20",
      "Verse-Text": "iti guhyatamaṁ śāstram\nidam uktaṁ mayānagha\netad buddhvā buddhimān syāt\nkṛta-kṛtyaś ca bhārata",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "iti — thus; guhyatamam — the most confidential; śāstram — revealed scriptures; idam — this; uktam — disclosed; mayā — by Me; anagha — O sinless one; etat — this; buddhvā — understanding; buddhimān — intelligent; syāt — one becomes; kṛta-kṛtyaḥ — the most perfect; ca — and; bhārata — O son of Bharata.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "This is the most confidential part of the Vedic scriptures, O sinless one, and it is disclosed now by Me. Whoever understands this will become wise, and his endeavors will know perfection."
    }
  ]
}
