{
  "Chapter-Desc": "1. Observing the Armies on the Battlefield of Kurukṣetra",
  "Verses": [
    {
      "Text-num": "TEXT 1",
      "Uvaca-line": "dhṛtarāṣṭra uvāca",
      "Verse-Text": "dharma-kṣetre kuru-kṣetre\nsamavetā yuyutsavaḥ\nmāmakāḥ pāṇḍavāś caiva\nkim akurvata sañjaya",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "dhṛtarāṣṭraḥ — King Dhṛtarāṣṭra; uvāca — said; dharma-kṣetre — in the place of pilgrimage; kuru-kṣetre — in the place named Kurukṣetra; samavetāḥ — assembled; yuyatsavaḥ — desiring to fight; māmakāḥ — my party (sons); pāṇḍavāḥ — the sons of Pāṇḍu; ca — and; eva — certainly; kim — what; akurvata — did they do; sañjaya — O Sañjaya.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Dhṛtarāṣṭra said: O Sañjaya, after assembling in the place of pilgrimage at Kurukṣetra, what did my sons and the sons of Pāṇḍu do, being desirous to fight?"
    },
    {
      "Text-num": "TEXT 2",
      "Uvaca-line": "sañjaya uvāca",
      "Verse-Text": "dṛṣṭvā tu pāṇḍavānīkaṁ\nvyūḍhaṁ duryodhanas tadā\nācāryam upasaṅgamya\nrājā vacanam abravīt",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sañjayaḥ — Sañjaya; uvāca — said; dṛṣṭvā — after seeing; tu — but; pāṇḍava — anīkam — the soldiers of the Pāṇḍavas; vyūḍham — arranged in military phalanx; duryodhanaḥ — King Duryodhana; tadā — at that time; ācāryam — the teacher; upasaṅgamya — approaching nearby; rājā — the king; vacanam — words; abravīt — spoke.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Sañjaya said: O King, after looking over the army gathered by the sons of Pāṇḍu, King Duryodhana went to his teacher and began to speak the following words:"
    },
    {
      "Text-num": "TEXT 3",
      "Verse-Text": "paśyaitāṁ pāṇḍu-putrāṇām\nācārya mahatīṁ camūm\nvyūḍhāṁ drupada-putreṇa\ntava śiṣyeṇa dhīmatā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "paśya — behold; etām — this; pāṇḍu-putrāṇām — of the sons of Pāṇḍu; ācārya — O teacher; mahatīm — great; camūm — military force; vyuḍham — arranged; drupada-putreṇa — by the son of Drupada; tava — your; śiṣyeṇa — disciple; dhīmatā — very intelligent.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O my teacher, behold the great army of the sons of Pāṇḍu, so expertly arranged by your intelligent disciple, the son of Drupada."
    },
    {
      "Text-num": "TEXT 4",
      "Verse-Text": "atra śūrā maheṣv-āsā\nbhīmārjuna-samā yudhi\nyuyudhāno virāṭaś ca\ndrupadaś ca mahā-rathaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "atra — here; śūrāḥ — heroes; maheṣvāsāḥ — mighty bowmen; bhīma-arjuna — Bhīma and Arjuna; samāḥ — equal; yudhi — in the fight; yuyudhānaḥ — Yuyudhāna; virāṭaḥ — Virāṭa; ca — also; drupadaḥ — Drupada; ca — also; mahārathaḥ — great fighter.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Here in this army there are many heroic bowmen equal in fighting to Bhīma and Arjuna; there are also great fighters like Yuyudhāna, Virāṭa and Drupada."
    },
    {
      "Text-num": "TEXT 5",
      "Verse-Text": "dhṛṣṭaketuś cekitānaḥ\nkāśirājaś ca vīryavān\npurujit kuntibhojaś ca\nśaibyaś ca nara-puṅgavaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "dhṛṣṭaketuḥ — Dhṛṣṭaketu; cekitānaḥ — Cekitāna; kāśirājaḥ — Kaśirāja; ca — also; vīryavān — very powerful; purujit — Purujit; kuntibhojaḥ — Kuntibhoja; ca — and; śaibyaḥ — Śaibya; ca — and; nara-puṅgavaḥ — heroes in human society.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "There are also great, heroic, powerful fighters like Dhṛṣṭaketu, Cekitāna, Kāśirāja, Purujit, Kuntibhoja and Śaibya."
    },
    {
      "Text-num": "TEXT 6",
      "Verse-Text": "yudhāmanyuś ca vikrānta\nuttamaujāś ca vīryavān\nsaubhadro draupadeyāś ca\nsarva eva mahā-rathāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yudhāmanyuḥ — Yudhāmanyu; ca — and; vikrāntaḥ — mighty; uttamaujāḥ — Uttamaujā; ca — and; vīryavān — very powerful; saubhadraḥ — the son of Subhadrā; draupadeyāḥ — the sons of Draupadī; ca — and; sarve — all; eva — certainly; mahā-rathāḥ — great chariot fighters.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "There are the mighty Yudhāmanyu, the very powerful Uttamaujā, the son of Subhadrā and the sons of Draupadī. All these warriors are great chariot fighters."
    },
    {
      "Text-num": "TEXT 7",
      "Verse-Text": "asmākaṁ tu viśiṣṭā ye\ntān nibodha dvijottama\nnāyakā mama sainyasya\nsaṁjñārthaṁ tān bravīmi te",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "asmākam — our; tu — but; viśiṣṭāḥ — especially powerful; ye — those; tān — them; nibodha — just take note, be informed; dvijottama — the best of the brāhmaṇas; nāyakāḥ — captains; mama — my; sainyasya — of the soldiers; saṁjñā-artham — for information; tān — them; bravīmi — I am speaking; te — your.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O best of the brāhmaṇas, for your information, let me tell you about the captains who are especially qualified to lead my military force."
    },
    {
      "Text-num": "TEXT 8",
      "Verse-Text": "bhavān bhīṣmaś ca karṇaś ca\nkṛpaś ca samitiṁ-jayaḥ\naśvatthāmā vikarṇaś ca\nsaumadattis tathaiva ca",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "bhavān — yourself; bhīṣmaḥ — Grandfather Bhīṣma; ca — also; karṇaḥ — Karṇa; ca — and; kṛpaḥ — Kṛpa; ca — and; samitiñjayaḥ — always victorious in battle; aśvatthāmā — Aśvatthāmā; vikarṇaḥ — Vikarṇa; ca — as well as; saumadattiḥ — the son of Somadatta; tathā — and as; eva — certainly; ca — and.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "There are personalities like yourself, Bhīṣma, Karṇa, Kṛpa, Aśvatthāmā, Vikarṇa and the son of Somadatta called Bhuriśravā, who are always victorious in battle."
    },
    {
      "Text-num": "TEXT 9",
      "Verse-Text": "anye ca bahavaḥ śūrā\nmad-arthe tyakta-jīvitāḥ\nnānā-śastra-praharaṇāḥ\nsarve yuddha-viśāradāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "anye — many others; ca — also; bahavaḥ — in great numbers; śūrāḥ — heroes; mad-arthe — for my sake; tyakta-jīvitāḥ — prepared to risk life; nānā — many; śastra — weapons; praharaṇāḥ — equipped with; sarve — all of them; yuddha — battle; viśāradāḥ — experienced in military science.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "There are many other heroes who are prepared to lay down their lives for my sake. All of them are well equipped with different kinds of weapons, and all are experienced in military science."
    },
    {
      "Text-num": "TEXT 10",
      "Verse-Text": "aparyāptaṁ tad asmākaṁ\nbalaṁ bhīṣmābhirakṣitam\nparyāptaṁ tv idam eteṣāṁ\nbalaṁ bhīmābhirakṣitam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "aparyāptam — immeasurable; tat — that; asmākam — of ours; balam — strength; bhīṣma — by Grandfather Bhīṣma; abhirakṣitam — perfectly protected; paryāptam — limited; tu — but; idam — all these; eteṣām — of the Pāṇḍavas; balam — strength; bhīma — by Bhīma; abhirakṣitam — carefully protected.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Our strength is immeasurable, and we are perfectly protected by Grandfather Bhīṣma, whereas the strength of the Pāṇḍavas, carefully protected by Bhīma, is limited."
    },
    {
      "Text-num": "TEXT 11",
      "Verse-Text": "ayaneṣu ca sarveṣu\nyathā-bhāgam avasthitāḥ\nbhīṣmam evābhirakṣantu\nbhavantaḥ sarva eva hi",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ayaneṣu — in the strategic points; ca — also; sarveṣu — everywhere; yathābhāgam — as they are differently arranged; avasthitāḥ — situated; bhīṣmam — unto Grandfather Bhīṣma; eva — certainly; abhirakṣantu — support may be given; bhavantaḥ — all of you; sarve — respectively; eva — certainly; hi — and exactly.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Now all of you must give full support to Grandfather Bhīṣma, standing at your respective strategic points in the phalanx of the army."
    },
    {
      "Text-num": "TEXT 12",
      "Verse-Text": "tasya sañjanayan harṣaṁ\nkuru-vṛddhaḥ pitāmahaḥ\nsiṁha-nādaṁ vinadyoccaiḥ\nśaṅkhaṁ dadhmau pratāpavān",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tasya — his; sañjanayan — increasing; harṣam — cheerfulness; kuru-vṛddhaḥ — the grandsire of the Kuru dynasty (Bhīṣma); pitāmahaḥ — the grandfather; siṁha-nādam — roaring sound, like a lion; vinadya — vibrating; uccaiḥ — very loudly; śaṅkham — conchshell; dadhmau — blew; pratāpavān — the valiant.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Then Bhīṣma, the great valiant grandsire of the Kuru dynasty, the grandfather of the fighters, blew his conchshell very loudly like the sound of a lion, giving Duryodhana joy."
    },
    {
      "Text-num": "TEXT 13",
      "Verse-Text": "tataḥ śaṅkhāś ca bheryaś ca\npaṇavānaka-gomukhāḥ\nsahasaivābhyahanyanta\nsa śabdas tumulo ’bhavat",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tataḥ — thereafter; śaṅkhāḥ — conchshells; ca — also; bheryaḥ — bugles; ca — and; paṇava-ānaka — trumpets and drums; go-mukhāḥ — horns; sahasā — all of a sudden; eva — certainly; abhyahanyanta — being simultaneously sounded; saḥ — that; śabdaḥ — combined sound; tumulaḥ — tumultuous; abhavat — became.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "After that, the conchshells, bugles, trumpets, drums and horns were all suddenly sounded, and the combined sound was tumultuous."
    },
    {
      "Text-num": "TEXT 14",
      "Verse-Text": "tataḥ śvetair hayair yukte\nmahati syandane sthitau\nmādhavaḥ pāṇḍavaś caiva\ndivyau śaṅkhau pradadhmatuḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tataḥ — thereafter; śvetaiḥ — by white; hayaiḥ — horses; yukte — being yoked with; mahati — in the great; syandane — chariot; sthitau — so situated; mādhavaḥ — Kṛṣṇa (the husband of the goddess of fortune); pāṇḍavaḥ — Arjuna (the son of Pāṇḍu); ca — also; eva — certainly; divyau — transcendental; śaṅkhau — conchshells; pradadhmatuḥ — sounded.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "On the other side, both Lord Kṛṣṇa and Arjuna, stationed on a great chariot drawn by white horses, sounded their transcendental conchshells."
    },
    {
      "Text-num": "TEXT 15",
      "Verse-Text": "pāñcajanyaṁ hṛṣīkeśo\ndevadattaṁ dhanañjayaḥ\npauṇḍraṁ dadhmau mahā-śaṅkhaṁ\nbhīma-karmā vṛkodaraḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "pāñcajanyam — the conchshell named Pāñcajanya; hṛṣīkeśaḥ — Hṛṣīkeśa (Kṛṣṇa, the Lord who directs the senses of the devotees); devadattam — the conchshell named Devadatta; dhanañjayaḥ — Dhanañjaya (Arjuna, the winner of wealth); pauṇḍram — the conch named Pauṇḍram; dadhmau — blew; mahā-śaṅkham — the terrific conchshell; bhīma-karmā — one who performs Herculean tasks; vṛkodaraḥ — the voracious eater (Bhīma).",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Then, Lord Kṛṣṇa blew His conchshell, called Pāñcajanya; Arjuna blew his, the Devadatta; and Bhīma, the voracious eater and performer of Herculean tasks, blew his terrific conchshell called Pauṇḍram."
    },
    {
      "Text-num": "TEXTS 16-18",
      "Verse-Text": "anantavijayaṁ rājā\nkuntī-putro yudhiṣṭhiraḥ\nnakulaḥ sahadevaś ca\nsughoṣa-maṇipuṣpakau\nkāśyaś ca parameṣv-āsaḥ\nśikhaṇḍī ca mahā-rathaḥ\ndhṛṣṭadyumno virāṭaś ca\nsātyakiś cāparājitaḥ\ndrupado draupadeyāś ca\nsarvaśaḥ pṛthivī-pate\nsaubhadraś ca mahā-bāhuḥ\nśaṅkhān dadhmuḥ pṛthak pṛthak",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ananta-vijayam — the conch named Ananta-vijaya; rājā — the king; kuntī-putraḥ — the son of Kuntī; yudhiṣṭhiraḥ — Yudhiṣṭhira; nakulaḥ — Nakula; sahadevaḥ — Sahadeva; ca — and; sughoṣa-maṇipuṣpakau — the conches named Sughoṣa and Maṇipuṣpaka; kāśyaḥ — the King of Kāśī (Vārāṇasī); ca — and; parama-iṣu-āsaḥ — the great archer; śikhaṇḍī — Śikhaṇḍī; ca — also; mahā-rathaḥ — one who can fight alone against thousands; dhṛṣṭadyumnaḥ — Dhṛṣṭadyumna (the son of King Drupada); virāṭaḥ — Virāṭa (the prince who gave shelter to the Pāṇḍavas while they were in disguise); ca — also; sātyakiḥ — Sātyaki (the same as Yuyudhāna, the charioteer of Lord Kṛṣṇa); ca — and; aparājitaḥ — who had never been vanquished; drupadaḥ — Drupada, the King of Pāñcāla; draupadeyāḥ — the sons of Draupadī; ca — also; sarvaśaḥ — all; pṛthivī-pate — O King; saubhadraḥ — Abhimanyu, the son of Subhadrā; ca — also; mahā-bāhuḥ — mighty-armed; śaṅkhān — conchshells; dadhmuḥ — blew; pṛthak pṛthak — each separately.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "King Yudhiṣṭhira, the son of Kuntī, blew his conchshell, the Anantavijaya, and Nakula and Sahadeva blew the Sughoṣa and Maṇipuṣpaka. That great archer the King of Kāśī, the great fighter Śikhaṇḍī, Dhṛṣṭadyumna, Virāṭa and the unconquerable Sātyaki, Drupada, the sons of Draupadī, and the others, O King, such as the son of Subhadrā, greatly armed, all blew their respective conchshells."
    },
    {
      "Text-num": "TEXT 19",
      "Verse-Text": "sa ghoṣo dhārtarāṣṭrāṇāṁ\nhṛdayāni vyadārayat\nnabhaś ca pṛthivīṁ caiva\ntumulo ’bhyanunādayan",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "saḥ — that; ghoṣaḥ — vibration; dhārtarāṣṭrāṇām — of the sons of Dhṛtarāṣṭra; hṛdayāni — hearts; vyadārayat — shattered; nabhaḥ — the sky; ca — also; pṛthivīm — the surface of the earth; ca — also; eva — certainly; tumulaḥ — uproarious; abhyanunādayan — by resounding.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The blowing of these different conchshells became uproarious, and thus, vibrating both in the sky and on the earth, it shattered the hearts of the sons of Dhṛtarāṣṭra."
    },
    {
      "Text-num": "TEXT 20",
      "Verse-Text": "atha vyavasthitān dṛṣṭvā\ndhārtarāṣṭrān kapi-dhvajaḥ\npravṛtte śastra-sampāte\ndhanur udyamya pāṇḍavaḥ\nhṛṣīkeśaṁ tadā vākyam\nidam āha mahī-pate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "atha — thereupon; vyavasthitān — situated; dṛṣṭvā — looking on; dhārtarāṣṭrān — the sons of Dhṛtarāṣṭra; kapi-dhvajaḥ — one whose flag is marked with Hanumān; pravṛtte — while about to be engaged; śastra-sampāte — the arrows released; dhanuḥ — bow; udyamya — after taking up; pāṇḍavaḥ — the son of Pāṇḍu (Arjuna); hṛṣīkeśam — unto Lord Kṛṣṇa; tadā — at that time; vākyam — words; idam — these; āha — said; mahī-pate — O King.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O King, at that time Arjuna, the son of Pāṇḍu, who was seated in his chariot, his flag marked with Hanumān, took up his bow and prepared to shoot his arrows, looking at the sons of Dhṛtarāṣṭra. O King, Arjuna then spoke to Hṛṣīkeśa [Kṛṣṇa] these words:"
    },
    {
      "Text-num": "TEXTS 21-22",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "senayor ubhayor madhye\nrathaṁ sthāpaya me ’cyuta\nyāvad etān nirīkṣe ’haṁ\nyoddhu-kāmān avasthitān\nkair mayā saha yoddhavyam\nasmin raṇa-samudyame",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ — Arjuna; uvāca — said; senayoḥ — of the armies; ubhayoḥ — of both the parties; madhye — in between them; ratham — the chariot; sthāpaya — please keep; me — my; acyuta — O infallible one; yāvat — as long as; etān — all these; nirīkṣe — may look; aham — I; yoddhu-kāmān — desiring to fight; avasthitān — arrayed on the battlefield; kaiḥ — with whom; mayā — by me; saha — with; yoddhavyam — to fight with; asmin — in this; raṇa — strife; samudyame — in the attempt.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna said: O infallible one, please draw my chariot between the two armies so that I may see who is present here, who is desirous of fighting, and with whom I must contend in this great battle attempt."
    },
    {
      "Text-num": "TEXT 23",
      "Verse-Text": "yotsyamānān avekṣe ’haṁ\nya ete ’tra samāgatāḥ\ndhārtarāṣṭrasya durbuddher\nyuddhe priya-cikīrṣavaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yotsyamānān — those who will be fighting; avekṣe — let me see; aham — I; ye — who; ete — those; atra — here; samāgatāḥ — assembled; dhārtarāṣṭrasya — the son of Dhṛtarāṣṭra; durbuddheḥ — evil-minded; yuddhe — in the fight; priya — well; cikīrṣavaḥ — wishing.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Let me see those who have come here to fight, wishing to please the evil-minded son of Dhṛtarāṣṭra."
    },
    {
      "Text-num": "TEXT 24",
      "Uvaca-line": "sañjaya uvāca",
      "Verse-Text": "evam ukto hṛṣīkeśo\nguḍākeśena bhārata\nsenayor ubhayor madhye\nsthāpayitvā rathottamam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sañjayaḥ — Sañjaya; uvāca — said; evam — thus; uktaḥ — addressed; hṛṣīkeśaḥ — Lord Kṛṣṇa; guḍākeśena — by Arjuna; bhārata — O descendant of Bharata; senayoḥ — of armies; ubhayoḥ — of both; madhye — in the midst of; sthāpayitvā — by placing; rathottamam — the finest chariot.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Sañjaya said: O descendant of Bharata, being thus addressed by Arjuna, Lord Kṛṣṇa drew up the fine chariot in the midst of the armies of both parties."
    },
    {
      "Text-num": "TEXT 25",
      "Verse-Text": "bhīṣma-droṇa-pramukhataḥ\nsarveṣāṁ ca mahī-kṣitām\nuvāca pārtha paśyaitān\nsamavetān kurūn iti",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "bhīṣma — Grandfather Bhīṣma; droṇa — the teacher Droṇa; pramukhataḥ — in the front of; sarveṣām — all; ca — also; mahīkṣitām — chiefs of the world; uvāca — said; pārtha — O Pārtha (son of Pṛthā); paśya — just behold; etān — all of them; samavetān — assembled; kurūn — all the members of the Kuru dynasty; iti — thus.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "In the presence of Bhīṣma, Droṇa and all other chieftains of the world, Hṛṣīkeśa, the Lord, said, Just behold, Pārtha, all the Kurus who are assembled here."
    },
    {
      "Text-num": "TEXT 26",
      "Verse-Text": "tatrāpaśyat sthitān pārthaḥ\npitṛn atha pitāmahān\nācāryān mātulān bhrātṛn\nputrān pautrān sakhīṁs tathā\nśvaśurān suhṛdaś caiva\nsenayor ubhayor api",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tatra — there; apaśyat — he could see; sthitān — standing; pārthaḥ — Arjuna; pitṛn — fathers; atha — also; pitāmahān — grandfathers; ācāryān — teachers; mātulān — maternal uncles; bhrātṛn — brothers; putrān — sons; pautrān — grandsons; sakhīn — friends; tathā — too, śvaśurān — fathers-in-law; suhṛdaḥ — wellwishers; ca — also; eva — certainly; senayoḥ — of the armies; ubhayoḥ — of both parties; api — including.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "There Arjuna could see, within the midst of the armies of both parties, his fathers, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, friends, and also his father-in-law and well-wishers-all present there."
    },
    {
      "Text-num": "TEXT 27",
      "Verse-Text": "tān samīkṣya sa kaunteyaḥ\nsarvān bandhūn avasthitān\nkṛpayā parayāviṣṭo\nviṣīdann idam abravīt",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tān — all of them; samīkṣya — after seeing; saḥ — he; kaunteyaḥ — the son of Kuntī; sarvān — all kinds of; bandhūn — relatives; avasthitān — situated; kṛpayā — by compassion; parayā — of a high grade; āviṣṭaḥ — overwhelmed by; viṣīdan — while lamenting; idam — thus; abravīt — spoke.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "When the son of Kuntī, Arjuna, saw all these different grades of friends and relatives, he became overwhelmed with compassion and spoke thus:"
    },
    {
      "Text-num": "TEXT 28",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "dṛṣṭvemaṁ sva-janaṁ kṛṣṇa\nyuyutsuṁ samupasthitam\nsīdanti mama gātrāṇi\nmukhaṁ ca pariśuṣyati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ — Arjuna; uvāca — said; dṛṣṭvā — after seeing; imam — all these; svajanam — kinsmen; kṛṣṇa — O Kṛṣṇa; yuyutsum — all in fighting spirit; samupasthitam — all present; sīdanti — quivering; mama — my; gātrāṇi — limbs of the body; mukham — mouth; ca — also; pariśuṣyati — drying up.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna said: My dear Kṛṣṇa, seeing my friends and relatives present before me in such a fighting spirit, I feel the limbs of my body quivering and my mouth drying up."
    },
    {
      "Text-num": "TEXT 29",
      "Verse-Text": "vepathuś ca śarīre me\nroma-harṣaś ca jāyate\ngāṇḍīvaṁ sraṁsate hastāt\ntvak caiva paridahyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "vepathuḥ — trembling of the body; ca — also; śarīre — on the body; me — my; roma-harṣaḥ — standing of hair on end; ca — also; jāyate — is taking place; gāṇḍīvam — the bow of Arjuna; sraṁsate — is slipping; hastāt — from the hands; tvak — skin; ca — also; eva — certainly; paridahyate — burning.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "My whole body is trembling, and my hair is standing on end. My bow Gāṇḍīva is slipping from my hand, and my skin is burning."
    },
    {
      "Text-num": "TEXT 30",
      "Verse-Text": "na ca śaknomy avasthātuṁ\nbhramatīva ca me manaḥ\nnimittāni ca paśyāmi\nviparītāni keśava",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — nor; ca — also; śaknomi — am I able; avasthātum — to stay; bhramati — forgetting; iva — as; ca — and; me — my; manaḥ — mind; nimittāni — causes; ca — also; paśyāmi — I foresee; viparītāni — just the opposite; keśava — O killer of the demon Keśī (Kṛṣṇa).",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I am now unable to stand here any longer. I am forgetting myself, and my mind is reeling. I foresee only evil, O killer of the Keśī demon."
    },
    {
      "Text-num": "TEXT 31",
      "Verse-Text": "na ca śreyo ’nupaśyāmi\nhatvā sva-janam āhave\nna kāṅkṣe vijayaṁ kṛṣṇa\nna ca rājyaṁ sukhāni ca",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — nor; ca — also; śreyaḥ — good; anupaśyāmi — do I foresee; hatvā — by killing; svajanam — own kinsmen; āhave — in the fight; na — nor; kānkṣe — do I desire; vijayam — victory; kṛṣṇa — O Kṛṣṇa; na — nor; ca — also; rājyam — kingdom; sukhāni — happiness thereof; ca — also.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I do not see how any good can come from killing my own kinsmen in this battle, nor can I, my dear Kṛṣṇa, desire any subsequent victory, kingdom, or happiness."
    },
    {
      "Text-num": "TEXTS 32-35",
      "Verse-Text": "kiṁ no rājyena govinda\nkiṁ bhogair jīvitena vā\nyeṣām arthe kāṅkṣitaṁ no\nrājyaṁ bhogāḥ sukhāni ca\nta ime ’vasthitā yuddhe\nprāṇāṁs tyaktvā dhanāni ca\nācāryāḥ pitaraḥ putrās\ntathaiva ca pitāmahāḥ\nmātulāḥ śvaśurāḥ pautrāḥ\nśyālāḥ sambandhinas tathā\netān na hantum icchāmi\nghnato ’pi madhusūdana\napi trailokya-rājyasya\nhetoḥ kiṁ nu mahī-kṛte\nnihatya dhārtarāṣṭrān naḥ\nkā prītiḥ syāj janārdana",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kim — what use; naḥ — to us; rājyena — is the kingdom; govinda — O Kṛṣṇa; kim — what; bhogaiḥ — enjoyment; jīvitena — by living; vā — either; yeṣām — for whom; arthe — for the matter of; kāṅkṣitam — desired; naḥ — our; rājyam — kingdom; bhogāḥ — material enjoyment; sukhāni — all happiness; ca — also; te — all of them; ime — these; avasthitāḥ — situated; yuddhe — in this battlefield; prāṇān — lives; tyaktvā — giving up; dhanāni — riches; ca — also; ācāryāḥ — teachers; pitaraḥ — fathers; putrāḥ — sons; tathā — as well as; eva — certainly; ca — also; pitāmahāḥ — grandfathers; mātulāḥ — maternal uncles; śvaśurāḥ — fathers-in-law; pautrāḥ — grandsons; śyālāḥ — brothers-in-law; sambandhinaḥ — relatives; tathā — as well as; etān — all these; na — never; hantum — for killing; icchāmi — do I wish; ghnataḥ — being killed; api — even; madhusūdana — O killer of the demon Madhu (Kṛṣṇa); api — even if; trailokya — of the three worlds; rājyasya — of the kingdoms; hetoḥ — in exchange; kim — what to speak of; nu — only; mahī-kṛte — for the sake of earth; nihatya — by killing; dhārtarāṣṭrān — the sons of Dhṛtarāṣṭra; naḥ — our; kā — what; prītiḥ — pleasure; syāt — will there be; janārdana — O maintainer of all living entities.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O Govinda, of what avail to us are kingdoms, happiness or even life itself when all those for whom we may desire them are now arrayed in this battlefield? O Madhusūdana, when teachers, fathers, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law and all relatives are ready to give up their lives and properties and are standing before me, then why should I wish to kill them, though I may survive? O maintainer of all creatures, I am not prepared to fight with them even in exchange for the three worlds, let alone this earth."
    },
    {
      "Text-num": "TEXT 36",
      "Verse-Text": "pāpam evāśrayed asmān\nhatvaitān ātatāyinaḥ\ntasmān nārhā vayaṁ hantuṁ\ndhārtarāṣṭrān sa-bāndhavān\nsva-janaṁ hi kathaṁ hatvā\nsukhinaḥ syāma mādhava",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "pāpam — vices; eva — certainly; āśrayet — must take upon; asmān — us; hatvā — by killing; etān — all these; ātatāyinaḥ — aggressors; tasmāt — therefore; na — never; arhāḥ — deserving; vayam — us; hantum — to kill; dhārtarāṣṭrān — the sons of Dhṛtarāṣṭra; svabāndhavān — along with friends; svajanam — kinsmen; hi — certainly; katham — how; hatvā — by killing; sukhinaḥ — happy; syāma — become; mādhava — O Kṛṣṇa, husband of the goddess of fortune.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Sin will overcome us if we slay such aggressors. Therefore it is not proper for us to kill the sons of Dhṛtarāṣṭra and our friends. What should we gain, O Kṛṣṇa, husband of the goddess of fortune, and how could we be happy by killing our own kinsmen?"
    },
    {
      "Text-num": "TEXTS 37-38",
      "Verse-Text": "yady apy ete na paśyanti\nlobhopahata-cetasaḥ\nkula-kṣaya-kṛtaṁ doṣaṁ\nmitra-drohe ca pātakam\nkathaṁ na jñeyam asmābhiḥ\npāpād asmān nivartitum\nkula-kṣaya-kṛtaṁ doṣaṁ\nprapaśyadbhir janārdana",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yadi — if; api — certainly; ete — they; na — do not; paśyanti — see; lobha — greed; upahata — overpowered; cetasaḥ — the hearts; kula-kṣaya — in killing the family; kṛtam — done; doṣam — fault; mitra-drohe — quarreling with friends; ca — also; pātakam — sinful reactions; katham — why; na — shall not; jñeyam — know this; asmābhiḥ — by us; pāpāt — from sins; asmāt — ourselves; nivartitum — to cease; kula-kṣaya — the destruction of a dynasty; kṛtam — by so doing; doṣam — crime; prapaśyadbhiḥ — by those who can see; janārdana — O Kṛṣṇa.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O Janārdana, although these men, overtaken by greed, see no fault in killing one’s family or quarreling with friends, why should we, with knowledge of the sin, engage in these acts?"
    },
    {
      "Text-num": "TEXT 39",
      "Verse-Text": "kula-kṣaye praṇaśyanti\nkula-dharmāḥ sanātanāḥ\ndharme naṣṭe kulaṁ kṛtsnam\nadharmo ’bhibhavaty uta",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kula-kṣaye — in destroying the family; praṇaśyanti — becomes vanquished; kula-dharmāḥ — the family traditions; sanātanāḥ — eternal; dharme — in religion; naṣṭe — being destroyed; kulam — family; kṛtsnam — wholesale; adharmaḥ — irreligious; abhibhavati — transforms; uta — it is said.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "With the destruction of dynasty, the eternal family tradition is vanquished, and thus the rest of the family becomes involved in irreligious practice."
    },
    {
      "Text-num": "TEXT 40",
      "Verse-Text": "adharmābhibhavāt kṛṣṇa\npraduṣyanti kula-striyaḥ\nstrīṣu duṣṭāsu vārṣṇeya\njāyate varṇa-saṅkaraḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "adharma — irreligion; abhibhavāt — having been predominant; kṛṣṇa — O Kṛṣṇa; praduṣyanti — become polluted; kula-striyaḥ — family ladies; strīṣu — of the womanhood; duṣṭāsu — being so polluted; vārṣṇeya — O descendant of Vṛṣṇi; jāyate — it so becomes; varṇa-saṅkaraḥ — unwanted progeny.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "When irreligion is prominent in the family, O Kṛṣṇa, the women of the family become corrupt, and from the degradation of womanhood, O descendant of Vṛṣṇi, comes unwanted progeny."
    },
    {
      "Text-num": "TEXT 41",
      "Verse-Text": "saṅkaro narakāyaiva\nkula-ghnānāṁ kulasya ca\npatanti pitaro hy eṣāṁ\nlupta-piṇḍodaka-kriyāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "saṅkaraḥ — such unwanted children; narakāya — for hellish life; eva — certainly; kula-ghnānām — of those who are killers of the family; kulasya — of the family; ca — also; patanti — fall down; pitaraḥ — forefathers; hi — certainly; eṣām — of them; lupta — stopped; piṇḍa — offerings; udaka — water; kriyāḥ — performance.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "When there is increase of unwanted population, a hellish situation is created both for the family and for those who destroy the family tradition. In such corrupt families, there is no offering of oblations of food and water to the ancestors."
    },
    {
      "Text-num": "TEXT 42",
      "Verse-Text": "doṣair etaiḥ kula-ghnānāṁ\nvarṇa-saṅkara-kārakaiḥ\nutsādyante jāti-dharmāḥ\nkula-dharmāś ca śāśvatāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "doṣaiḥ — by such faults; etaiḥ — all these; kula-ghnānām — of the destroyer of a family; varṇa-saṅkara — unwanted children; kārakaiḥ — by the doers; utsādyante — causes devastation; jāti-dharmāḥ — community project; kula-dharmāḥ — family tradition; ca — also; śāśvatāḥ — eternal.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Due to the evil deeds of the destroyers of family tradition, all kinds of community projects and family welfare activities are devastated."
    },
    {
      "Text-num": "TEXT 43",
      "Verse-Text": "utsanna-kula-dharmāṇāṁ\nmanuṣyāṇāṁ janārdana\nnarake niyataṁ vāso\nbhavatīty anuśuśruma",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "utsanna — spoiled; kula-dharmāṇām — of those who have the family traditions; manuṣyāṇām — of such men; janārdana — O Kṛṣṇa; narake — in hell; niyatam — always; vāsaḥ — residence; bhavati — it so becomes; iti — thus; anuśuśruma — I have heard by disciplic succession.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O Kṛṣṇa, maintainer of the people, I have heard by disciplic succession that those who destroy family traditions dwell always in hell."
    },
    {
      "Text-num": "TEXT 44",
      "Verse-Text": "aho bata mahat pāpaṁ\nkartuṁ vyavasitā vayam\nyad rājya-sukha-lobhena\nhantuṁ sva-janam udyatāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ahaḥ — alas; bata — how strange it is; mahat — great; pāpam — sins; kartum — to perform; vyavasitāḥ — decided; vayam — we; yat — so that; rājya — kingdom; sukha-lobhena — driven by greed for royal happiness; hantum — to kill; svajanam — kinsmen; udyatāḥ — trying for.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Alas, how strange it is that we are preparing to commit greatly sinful acts, driven by the desire to enjoy royal happiness."
    },
    {
      "Text-num": "TEXT 45",
      "Verse-Text": "yadi mām apratīkāram\naśastraṁ śastra-pāṇayaḥ\ndhārtarāṣṭrā raṇe hanyus\ntan me kṣemataraṁ bhavet",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yadi — even if; mām — unto me; apratīkāram — without being resistant; aśastram — without being fully equipped; śastra-pāṇayaḥ — those with weapons in hand; dhārtarāṣṭrāḥ — the sons of Dhṛtarāṣṭra; raṇe — in the battlefield; hanyuḥ — may kill; tat — that; me — mine; kṣemataram — better; bhavet — become.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I would consider it better for the sons of Dhṛtarāṣṭra to kill me unarmed and unresisting, rather than fight with them."
    },
    {
      "Text-num": "TEXT 46",
      "Uvaca-line": "sañjaya uvāca",
      "Verse-Text": "evam uktvārjunaḥ saṅkhye\nrathopastha upāviśat\nvisṛjya sa-śaraṁ cāpaṁ\nśoka-saṁvigna-mānasaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sañjayaḥ — Sañjaya; uvāca — said; evam — thus; uktvā — saying; arjunaḥ — Arjuna; saṅkhye — in the battlefield; ratha — chariot; upasthaḥ — situated on; upāviśat — sat down again; visṛjya — keeping aside; sa-śaram — along with arrows; cāpam — the bow; śoka — lamentation; saṁvigna — distressed; mānasaḥ — within the mind.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Sañjaya said: Arjuna, having thus spoken on the battlefield, cast aside his bow and arrows and sat down on the chariot, his mind overwhelmed with grief."
    }
  ]
}
