{
  "Chapter-Desc": "13. Nature, the Enjoyer, and Consciousness",
  "Verses": [
    {
      "Text-num": "TEXTS 1-2",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "prakṛtiṁ puruṣaṁ caiva\nkṣetraṁ kṣetra-jñam eva ca\netad veditum icchāmi\njñānaṁ jñeyaṁ ca keśava\nidaṁ śarīraṁ kaunteya\nkṣetram ity abhidhīyate\netad yo vetti taṁ prāhuḥ\nkṣetra-jña iti tad-vidaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; prakṛtim — nature; puruṣam — the enjoyer; ca — also; eva — certainly; kṣetram — body; kṣetrajñam — knower of the body; eva — certainly; ca — also; etat — all this; veditum — to understand; icchāmi — I wish; jñānam — knowledge; jñeyam — the object of knowledge; ca — also; keśava — O Kṛṣṇa; śrī bhagavān uvāca — the Personality of Godhead said; idam — this; śarīram — body; kaunteya — O son of Kuntī; kṣetram — the field; iti — thus; abhidhīyate — is called; etat — this; yaḥ — anyone; vetti — knows; tam — him; prāhuḥ — is called; kṣetrajñaḥ — knower of the body; iti — thus; tat-vidaḥ — one who knows.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna said: O my dear Kṛṣṇa, I wish to know about prakṛti [nature], Puruṣa [the enjoyer], and the field and the knower of the field, and of knowledge and the end of knowledge. The Blessed Lord then said: This body, O son of Kuntī, is called the field, and one who knows this body is called the knower of the field."
    },
    {
      "Text-num": "TEXT 3",
      "Verse-Text": "kṣetra-jñaṁ cāpi māṁ viddhi\nsarva-kṣetreṣu bhārata\nkṣetra-kṣetrajñayor jñānaṁ\nyat taj jñānaṁ mataṁ mama",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kṣetrajñam — the knower; ca — also; api — certainly; mām — Me; viddhi — know; sarva — all; kṣetreṣu — in bodily fields; bhārata — O son of Bharata; kṣetra — field of activities (the body); kṣetrajñayoḥ — the knower of the field; jñānam — knowledge; yat — that which is taught; tat — that; jñānam — knowledge; matam — opinion; mama — that.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O scion of Bharata, you should understand that I am also the knower in all bodies, and to understand this body and its owner is called knowledge. That is My opinion."
    },
    {
      "Text-num": "TEXT 4",
      "Verse-Text": "tat kṣetraṁ yac ca yādṛk ca\nyad-vikāri yataś ca yat\nsa ca yo yat-prabhāvaś ca\ntat samāsena me śṛṇu",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tat — that; kṣetram — field of activities; yat — as; ca — also; yādṛk — as it is; ca — also; yat — what is; vikāri — changes; yataḥ — from which; ca — also; yat — one; saḥ — he; ca — also; yaḥ — one; yat — which; prabhāvaḥ ca — influence also; tat — that; samāsena — in detail; me — from Me; śṛṇu — understand.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Now please hear My brief description of this field of activity and how it is constituted, what its changes are, whence it is produced, who that knower of the field of activities is, and what his influences are."
    },
    {
      "Text-num": "TEXT 5",
      "Verse-Text": "ṛṣibhir bahudhā gītaṁ\nchandobhir vividhaiḥ pṛthak\nbrahma-sūtra-padaiś caiva\nhetumadbhir viniścitaiḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ṛṣibhiḥ — by the wise sages; bahudhā — in many ways; gītām — described; chandobhiḥ — Vedic hymns; vividhaiḥ — in various; pṛthak — variously; brahma-sūtra — the Vedānta; padaiḥ — aphorism; ca — also; eva — certainly; hetumadbhiḥ — with cause and effect; viniścitaiḥ — ascertain.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "That knowledge of the field of activities and of the knower of activities is described by various sages in various Vedic writings-especially in the Vedānta-sūtra-and is presented with all reasoning as to cause and effect."
    },
    {
      "Text-num": "TEXTS 6-7",
      "Verse-Text": "mahā-bhūtāny ahaṅkāro\nbuddhir avyaktam eva ca\nindriyāṇi daśaikaṁ ca\npañca cendriya-gocarāḥ\nicchā dveṣaḥ sukhaṁ duḥkhaṁ\nsaṅghātaś cetanā dhṛtiḥ\netat kṣetraṁ samāsena\nsa-vikāram udāhṛtam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mahā-bhūtāni — great elements; ahaṅkāraḥ — false ego; buddhiḥ — intelligence; avyaktam — the unmanifested; eva — certainly; ca — also; indriyāṇi — senses; daśa ekam — eleven; ca — also; pañca — five; ca — also; indriya-gocarāḥ — objects of the senses; icchā — desire; dveṣaḥ — hatred; sukham — happiness; duḥkham — distress; saṅghataḥ — the aggregate; cetanā — living symptoms; dhṛtiḥ — conviction; etat — all this; kṣetram — field of activities; samāsena — in summary; sa-vikāram — interaction; udāhṛtam — exemplified.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The five great elements, false ego, intelligence, the unmanifested, the ten senses, the mind, the five sense objects, desire, hatred, happiness, distress, the aggregate, the life symptoms, and convictions-all these are considered, in summary, to be the field of activities and its interactions."
    },
    {
      "Text-num": "TEXTS 8-12",
      "Verse-Text": "amānitvam adambhitvam\nahiṁsā kṣāntir ārjavam\nācāryopāsanaṁ śaucaṁ\nsthairyam ātma-vinigrahaḥ\nindriyārtheṣu vairāgyam\nanahaṅkāra eva ca\njanma-mṛtyu-jarā-vyādhi-\nduḥkha-doṣānudarśanam\nasaktir anabhiṣvaṅgaḥ\nputra-dāra-gṛhādiṣu\nnityaṁ ca sama-cittatvam\niṣṭāniṣṭopapattiṣu\nmayi cānanya-yogena\nbhaktir avyabhicāriṇī\nvivikta-deśa-sevitvam\naratir jana-saṁsadi\nadhyātma-jñāna-nityatvaṁ\ntattva-jñānārtha-darśanam\netaj jñānam iti proktam\najñānaṁ yad ato ’nyathā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "amānitvam — humility; adambhitvam — pridelessness; ahiṁsā — nonviolence; kṣāntiḥ — tolerance; ārjavam — simplicity; ācārya-upāsanam — approaching a bona fide spiritual master; śaucam — cleanliness; sthairyam — steadfastness; ātma-vinigrahaḥ — control; iṇdriya-artheṣu — in the matter of the senses; vairāgyam — renunciation; anahaṅkāraḥ — being without false egoism; eva — certainly; ca — also; janma — birth; mṛtyu — death; jarā — old age; vyādhi — disease; duḥkha — distress; doṣa — fault; anudarśanam — observing; asaktiḥ — without attachment; anabhiṣvaṅgaḥ — without association; putra — son; dāra — wife; gṛha-ādiṣu — home, etc. ; nityam ca — also; sama-cittatvam — equilibrium; iṣṭa — desirable; aniṣṭaḥ — undesirable; upapattiṣu — having obtained; mayi — unto Me; ca — also; ananya-yogena — by devotional service; bhaktiḥ — devotion; avyabhicāriṇī — constant, unalloyed; vivikta — solitary; deśa — place; sevitvam — aspiring; aratiḥ — without attachment; jana — people in general; saṁsadi — mass; adhyātma — pertaining to the self; jñāna — knowledge; nityatvam — eternity; tattva-jñāna — knowledge of the truth; artha — the object; darśanam — philosophy; etat — all this; jñānam — knowledge; iti — thus; proktam — declared; ajñānam — ignoraṇce; yat — that which; ataḥ — from this; anyathā — others.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Humility, pridelessness, nonviolence, tolerance, simplicity, approaching a bona fide spiritual master, cleanliness, steadiness and self-control; renunciation of the objects of sense gratification, absence of false ego, the perception of the evil of birth, death, old age and disease; nonattachment to children, wife, home and the rest, and evenmindedness amid pleasant and unpleasant events; constant and unalloyed devotion to Me, resorting to solitary places, detachment from the general mass of people; accepting the importance of self-realization, and philosophical search for the Absolute Truth —all these I thus declare to be knowledge, and what is contrary to these is ignorance."
    },
    {
      "Text-num": "TEXT 13",
      "Verse-Text": "jñeyaṁ yat tat pravakṣyāmi\nyaj jñātvāmṛtam aśnute\nanādi mat-paraṁ brahma\nna sat tan nāsad ucyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "jñeyam — knowable; yat — that; tat — which; pravakṣyāmi — I shall now explain; yat — which; jñātvā — knowing; amṛtam — nectar; aśnute — taste; anādi — beginningless; mat-param — subordinate to Me; brahma — spirit; na — neither; sat — cause; tat — that; na — nor; asat — effect; ucyate — is called.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I shall now explain the knowable, knowing which you will taste the eternal. This is beginningless, and it is subordinate to Me. It is called Brahman, the spirit, and it lies beyond the cause and effect of this material world."
    },
    {
      "Text-num": "TEXT 14",
      "Verse-Text": "sarvataḥ pāṇi-pādaṁ tat\nsarvato ’kṣi-śiro-mukham\nsarvataḥ śrutimal loke\nsarvam āvṛtya tiṣṭhati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sarvataḥ — everywhere; pāṇi — hands; pādam — legs; tat — that; sarvataḥ — everywhere; akṣi — eyes; śiraḥ — head; mukham — face; sarvataḥ — everywhere; śrutimat — hearing; loke — in the world; sarvam — everywhere, āvṛtya — covering; tiṣṭhati — exists.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Everywhere are His hands and legs, His eyes and faces, and He hears everything. In this way the Supersoul exists."
    },
    {
      "Text-num": "TEXT 15",
      "Verse-Text": "sarvendriya-guṇābhāsaṁ\nsarvendriya-vivarjitam\nasaktaṁ sarva-bhṛc caiva\nnirguṇaṁ guṇa-bhoktṛ ca",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sarve — all; indriya — senses; guṇa — qualities; ābhāsam — original source; sarva — all; indriya — senses; vivarjitam — being without; asaktam — without attachment; sarva-bhṛt — maintainer of everyone; ca — also; eva — certainly; nirguṇam — without material qualities; guṇa-bhoktṛ — simultaneously master of the guṇas; ca — also.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Supersoul is the original source of all senses, yet He is without senses. He is unattached, although He is the maintainer of all living beings. He transcends the modes of nature, and at the same time He is the master of all modes of material nature."
    },
    {
      "Text-num": "TEXT 16",
      "Verse-Text": "bahir antaś ca bhūtānām\nacaraṁ caram eva ca\nsūkṣmatvāt tad avijñeyaṁ\ndūra-sthaṁ cāntike ca tat",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "bahiḥ — outside; antaḥ — inside; ca — also; bhūtānām — of all living entities; acaram — not moving; caram — moving; eva — also; ca — and; sūkṣmatvāt — on account of being subtle; tat — that; avijñeyam — unknowable; dūrasthaṁ — far away; ca antike — near also; ca — and; tat — that.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Supreme Truth exists both internally and externally, in the moving and nonmoving. He is beyond the power of the material senses to see or to know. Although far, far away, He is also near to all."
    },
    {
      "Text-num": "TEXT 17",
      "Verse-Text": "avibhaktaṁ ca bhūteṣu\nvibhaktam iva ca sthitam\nbhūta-bhartṛ ca taj jñeyaṁ\ngrasiṣṇu prabhaviṣṇu ca",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "avibhaktam — without division; ca — also; bhūteṣu — in every living being; vibhaktam — divided; iva — as if; ca — also; sthitam — situated; bhūta-bhartṛ — maintainer of all living entities; ca — also; tat — that; jñeyam — to be understood; grasiṣṇu — devours; prabhaviṣṇu — develops; ca — also.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Although the Supersoul appears to be divided, He is never divided. He is situated as one. Although He is the maintainer of every living entity, it is to be understood that He devours and develops all."
    },
    {
      "Text-num": "TEXT 18",
      "Verse-Text": "jyotiṣām api taj jyotis\ntamasaḥ param ucyate\njñānaṁ jñeyaṁ jñāna-gamyaṁ\nhṛdi sarvasya viṣṭhitam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "jyotiṣām — in all luminous objects; api — also; tat — that; jyotiḥ — source of light; tamasaḥ — of the darkness; param — beyond; ucyate — is said; jñānam — knowledge; jñeyam — to be known; jñāna-gamyam — to be approached by knowledge; hṛdi — in the heart; sarvasya — of everyone; viṣṭhitam — situated.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "He is the source of light in all luminous objects. He is beyond the darkness of matter and is unmanifested. He is knowledge, He is the object of knowledge, and He is the goal of knowledge. He is situated in everyone’s heart."
    },
    {
      "Text-num": "TEXT 19",
      "Verse-Text": "iti kṣetraṁ tathā jñānaṁ\njñeyaṁ coktaṁ samāsataḥ\nmad-bhakta etad vijñāya\nmad-bhāvāyopapadyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "iti — thus; kṣetram — field of activities (the body); tathā — also; jñānam — knowledge; jñeyam — knowable; ca — also; uktam — describe; samāsataḥ — in summary; mat-bhaktaḥ — My devotee; etat — all this; vijñāya — after understanding; mat-bhāvāya — My nature; upapadyate — attains.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Thus the field of activities [the body], knowledge, and the knowable have been summarily described by Me. Only My devotees can understand this thoroughly and thus attain to My nature."
    },
    {
      "Text-num": "TEXT 20",
      "Verse-Text": "prakṛtiṁ puruṣaṁ caiva\nviddhy anādī ubhāv api\nvikārāṁś ca guṇāṁś caiva\nviddhi prakṛti-sambhavān",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "prakṛtim — material nature; puruṣam — living entities; ca — also; eva — certainly; viddhi — must know; anādī — without beginning; ubhau — both; api — also; vikārān — transformation; ca — also; guṇān — three modes of nature; ca — also; eva — certainly; viddhi — know; prakṛti — material nature; sambhavān — produced of.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Material nature and the living entities should be understood to be beginningless. Their transformations and the modes of matter are products of material nature."
    },
    {
      "Text-num": "TEXT 21",
      "Verse-Text": "kārya-kāraṇa-kartṛtve\nhetuḥ prakṛtir ucyate\npuruṣaḥ sukha-duḥkhānāṁ\nbhoktṛtve hetur ucyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kārya — effect; kāraṇa — cause; kartṛtve — in the matter of creation; hetuḥ — instrument; prakṛtiḥ — material nature; ucyate — is said to be; puruṣaḥ — the living entities; sukha — happiness; duḥkhānām — of distresses; bhoktṛtve — in enjoyment; hetuḥ — instrument; ucyate — is said to be.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Nature is said to be the cause of all material activities and effects, whereas the living entity is the cause of the various sufferings and enjoyments in this world."
    },
    {
      "Text-num": "TEXT 22",
      "Verse-Text": "puruṣaḥ prakṛti-stho hi\nbhuṅkte prakṛti-jān guṇān\nkāraṇaṁ guṇa-saṅgo ’sya\nsad-asad-yoni-janmasu",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "puruṣaḥ — the living entity; prakṛti-sthaḥ — being situated in the material energy; hi — certainly; bhuṅkte — enjoys; prakṛti-jān — produced by the material nature; guṇān — modes of nature; kāraṇam — cause; guṇa-saṅgaḥ — association with the modes of nature; asya — of the living entity; sat-asat — good and bad; yoni — species of life; janmasu — birth.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The living entity in material nature thus follows the ways of life, enjoying the three modes of nature. This is due to his association with that material nature. Thus he meets with good and evil amongst various species."
    },
    {
      "Text-num": "TEXT 23",
      "Verse-Text": "upadraṣṭānumantā ca\nbhartā bhoktā maheśvaraḥ\nparamātmeti cāpy ukto\ndehe ’smin puruṣaḥ paraḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "upadraṣṭā — overseer; anumantā — permitter; ca — also; bhartā — master; bhoktā — supreme enjoyer; maheśvaraḥ — the Supreme Lord; paramātmā — Supersoul; iti — also; ca — and; api uktaḥ — is said; dehe — in this body; asmin — this; puruṣaḥ — enjoyer; paraḥ — transcendental.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Yet in this body there is another, a transcendental enjoyer who is the Lord, the supreme proprietor, who exists as the overseer and permitter, and who is known as the Supersoul."
    },
    {
      "Text-num": "TEXT 24",
      "Verse-Text": "ya evaṁ vetti puruṣaṁ\nprakṛtiṁ ca guṇaiḥ saha\nsarvathā vartamāno ’pi\nna sa bhūyo ’bhijāyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yaḥ — anyone; evam — thus; vetti — understands; puruṣam — the living entities; prakṛtim — material nature; ca — and; guṇaiḥ — modes of material nature; saha — with; sarvathā — by all means; vartamānaḥ — situated; api — in spite of; na — never; saḥ — he; bhūyaḥ — again; abhijāyate — takes his birth.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who understands this philosophy concerning material nature, the living entity and the interaction of the modes of nature is sure to attain liberation. He will not take birth here again, regardless of his present position."
    },
    {
      "Text-num": "TEXT 25",
      "Verse-Text": "dhyānenātmani paśyanti\nkecid ātmānam ātmanā\nanye sāṅkhyena yogena\nkarma-yogena cāpare",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "dhyānena — by meditation; ātmani — self; paśyanti — see; kecit — one; ātmānam — Supersoul; ātmanā — by the mind; anye — others; sāṅkhyena — by philosophical discussion; yogena — by the yoga system; karma-yogena — by activities without fruitive desire; ca — also; apare — others.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "That Supersoul is perceived by some through meditation, by some through the cultivation of knowledge, and by others through working without fruitive desire."
    },
    {
      "Text-num": "TEXT 26",
      "Verse-Text": "anye tv evam ajānantaḥ\nśrutvānyebhya upāsate\nte ’pi cātitaranty eva\nmṛtyuṁ śruti-parāyaṇāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "anye — others; tu — but; evam — this; ajānantaḥ — without spiritual knowledge; śrutvā — by hearing; anyebhyaḥ — from others; upāsate — begin to worship; te — they; api — also; ca — and; atitaranti — transcend; eva — certainly; mṛtyum — the path of death; śruti-parāyaṇāḥ — inclined to the process of hearing.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Again there are those who, although not conversant in spiritual knowledge, begin to worship the Supreme Person upon hearing about Him from others. Because of their tendency to hear from authorities, they also transcend the path of birth and death."
    },
    {
      "Text-num": "TEXT 27",
      "Verse-Text": "yāvat sañjāyate kiñcit\nsattvaṁ sthāvara-jaṅgamam\nkṣetra-kṣetrajña-saṁyogāt\ntad viddhi bharatarṣabha",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yāvat — whatever; saṁjāyate — takes place; kiñcit — anything; sattvam — existence; sthāvara — not moving; jaṅgamam — moving; kṣetra — the body; kṣetrajña — knower of the body; saṁyogāt — union between; tat viddhi — you must know it; bharatarṣabha — O chief of the Bhāratas.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O chief of the Bhāratas, whatever you see in existence, both moving and unmoving, is only the combination of the field of activities and the knower of the field."
    },
    {
      "Text-num": "TEXT 28",
      "Verse-Text": "samaṁ sarveṣu bhūteṣu\ntiṣṭhantaṁ parameśvaram\nvinaśyatsv avinaśyantaṁ\nyaḥ paśyati sa paśyati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "samam — equally; sarveṣu — in all; bhūteṣu — living entities; tiṣṭhantam — residing; parameśvaram — the Supersoul; vinaśyatsu — in the destructible; avinaśyantam — not destroyed; yaḥ — anyone; paśyati — see; saḥ — he; paśyati — actually sees.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who sees the Supersoul accompanying the individual soul in all bodies and who understands that neither the soul nor the Supersoul is ever destroyed, actually sees."
    },
    {
      "Text-num": "TEXT 29",
      "Verse-Text": "samaṁ paśyan hi sarvatra\nsamavasthitam īśvaram\nna hinasty ātmanātmānaṁ\ntato yāti parāṁ gatim",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "samam — equally; paśyan — seeing; hi — certainly; sarvatra — everywhere; samavasthitam — equally situated; īśvaram — Supersoul; na — does not; hinasti — degrade; ātmanā — by the mind; ātmānam — the soul; tataḥ yāti — then reaches; parām — the transcendental; gatim — destination.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who sees the Supersoul in every living being and equal everywhere does not degrade himself by his mind. Thus he approaches the transcendental destination."
    },
    {
      "Text-num": "TEXT 30",
      "Verse-Text": "prakṛtyaiva ca karmāṇi\nkriyamāṇāni sarvaśaḥ\nyaḥ paśyati tathātmānam\nakartāraṁ sa paśyati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "prakṛtyā — material nature; eva — certainly; ca — also; karmāṇi — activities; kriyamāṇāni — engaged in performing; sarvaśaḥ — in all respects; yaḥ — anyone who; paśyati — sees; tathā — also; ātmānam — himself; akartāram — non-doer; saḥ — he; paśyati — sees perfectly.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who can see that all activities are performed by the body, which is created of material nature, and sees that the self does nothing, actually sees."
    },
    {
      "Text-num": "TEXT 31",
      "Verse-Text": "yadā bhūta-pṛthag-bhāvam\neka-stham anupaśyati\ntata eva ca vistāraṁ\nbrahma sampadyate tadā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yadā — when; bhūta — living entities; pṛthak-bhāvam — separated entities; eka-stham — situated in one; anupaśyati — tries to see through authority; tataḥ eva — thereafter; ca — also; vistāram — expanded; brahma — the Absolute; sampadyate — attains; tadā — at that time.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "When a sensible man ceases to see different identities, which are due to different material bodies, he attains to the Brahman conception. Thus he sees that beings are expanded everywhere."
    },
    {
      "Text-num": "TEXT 32",
      "Verse-Text": "anāditvān nirguṇatvāt\nparamātmāyam avyayaḥ\nśarīra-stho ’pi kaunteya\nna karoti na lipyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "anāditvāt — due to eternity; nirguṇatvāt — due to transcendental; param — beyond material nature; ātmā — spirit; ayam — this; avyayaḥ — inexhaustable; śarīra-sthaḥ api — though dwelling in the body; kaunteya — O son of Kuntī; na karoti — never does anything; na lipyate — nor is he entangled.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Those with the vision of eternity can see that the soul is transcendental, eternal, and beyond the modes of nature. Despite contact with the material body, O Arjuna, the soul neither does anything nor is entangled."
    },
    {
      "Text-num": "TEXT 33",
      "Verse-Text": "yathā sarva-gataṁ saukṣmyād\nākāśaṁ nopalipyate\nsarvatrāvasthito dehe\ntathātmā nopalipyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yathā — as; sarva-gatam — all-pervading; saukṣmyāt — due to being subtle; ākāśam — the sky; na — never; upalipyate — mixes; sarvatra — everywhere; avasthitaḥ — situated; dehe — in the body; tathā — such; ātmā — the self; na — never; upalipyate — mixes.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The sky, due to its subtle nature, does not mix with anything, although it is all-pervading. Similarly, the soul, situated in Brahman vision, does not mix with the body, though situated in that body."
    },
    {
      "Text-num": "TEXT 34",
      "Verse-Text": "yathā prakāśayaty ekaḥ\nkṛtsnaṁ lokam imaṁ raviḥ\nkṣetraṁ kṣetrī tathā kṛtsnaṁ\nprakāśayati bhārata",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yathā — as; prakāśayati — illuminates; ekaḥ — one; kṛtsnam — the whole; lokam — universe; imam — this; raviḥ — the sun, kṣetram — this body; kṣetrī — the soul; tathā — similarly; kṛtsnam — all; prakāśayati — illuminates; bhārata — O son of Bharata.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O son of Bharata, as the sun alone illuminates all this universe, so does the living entity, one within the body, illuminate the entire body by consciousness."
    },
    {
      "Text-num": "TEXT 35",
      "Verse-Text": "kṣetra-kṣetrajñayor evam\nantaraṁ jñāna-cakṣuṣā\nbhūta-prakṛti-mokṣaṁ ca\nye vidur yānti te param",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kṣetra — body; kṣetrajñayoḥ — of the proprietor of the body; evam — that; antaram — difference; jñāna-cakṣuṣā — by vision of knowledge; bhūta — living entity; prakṛti — material nature; mokṣam — liberation; ca — also; ye — one who; viduḥ — knows; yānti — approaches; te — they; param — Supreme.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who knowingly sees this difference between the body and the owner of the body and can understand the process of liberation from this bondage, also attains to the supreme goal."
    }
  ]
}
