{
  "Chapter-Desc": "17. The Divisions of Faith",
  "Verses": [
    {
      "Text-num": "TEXT 1",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "ye śāstra-vidhim utsṛjya\nyajante śraddhayānvitāḥ\nteṣāṁ niṣṭhā tu kā kṛṣṇa\nsattvam āho rajas tamaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; ye — those; śāstra-vidhim — the regulations of scripture; utsṛjya — giving up; yajante — worships; śraddhayā — full faith; anvitāḥ — possessed of; teṣām — of them; niṣṭhā — faith; tu — but; kā — what is that; kṛṣṇa — O Kṛṣṇa; sattvam — in goodness; āho — said; rajaḥ — in passion; tamaḥ — in ignorance. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna said, O Kṛṣṇa, what is the situation of one who does not follow the principles of scripture but worships according to his own imagination? Is he in goodness, in passion or in ignorance?"
    },
    {
      "Text-num": "TEXT 2",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "tri-vidhā bhavati śraddhā\ndehināṁ sā svabhāva-jā\nsāttvikī rājasī caiva\ntāmasī ceti tāṁ śṛṇu",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Personality of Godhead said; tri-vidhā — three kinds; bhavati — become; śraddhā — faith; dehinām — of the embodied; sā — that; sva-bhāva-jā — according to his mode of material nature; sāttvikī — mode of goodness; rājasī — mode of passion; ca — also; eva — certainly; tāmasī — mode of ignorance; ca — and; iti — thus; tām — that; sṛṇu — hear from Me. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Supreme Lord said, according to the modes of nature acquired by the embodied soul, one's faith can be of three kinds-goodness, passion or ignorance. Now hear about these."
    },
    {
      "Text-num": "TEXT 3",
      "Verse-Text": "sattvānurūpā sarvasya\nśraddhā bhavati bhārata\nśraddhā-mayo 'yaṁ puruṣo\nyo yac-chraddhaḥ sa eva saḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sattva-anurūpā — according to the existence; sarvasya — of everyone; śraddhā — faith; bhavati — becomes; bhārata — O son of Bhārata; śraddhā — faith; mayaḥ — full; ayam — this; puruṣaḥ — living entity; yaḥ — anyone; yat — that; śraddhaḥ — faith; saḥ — that; eva — certainly; saḥ — he. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "According to one's existence under the various modes of nature, one evolves a particular kind of faith. The living being is said to be of a particular faith according to the modes he has acquired."
    },
    {
      "Text-num": "TEXT 4",
      "Verse-Text": "yajante sāttvikā devān\nyakṣa-rakṣāṁsi rājasāḥ\npretān bhūta-gaṇāṁś cānye\nyajante tāmasā janāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yajante — worship; sāttvikāḥ — those who are in the mode of goodness; devān — demigods; yakṣa-rakṣāṁsi rājasāḥ — those who are in the mode of passion worship demons; pretān — dead spirits; bhūta-gaṇān — ghosts; ca anye — and others; yajante — worship; tāmasāḥ — in the mode of ignorance; janāḥ — people. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Men in the mode of goodness worship the demigods; those in the mode of passion worship the demons; and those in the mode of ignorance worship ghosts and spirits."
    },
    {
      "Text-num": "TEXTS 5-6",
      "Verse-Text": "aśāstra-vihitaṁ ghoraṁ\ntapyante ye tapo janāḥ\ndambhāhaṅkāra-saṁyuktāḥ\nkāma-rāga-balānvitāḥ\nkarṣayantaḥ śarīra-sthaṁ\nbhūta-grāmam acetasaḥ\nmāṁ caivāntaḥ śarīra-sthaṁ\ntān viddhy āsura-niścayān",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "aśāstra — not mentioned in the scriptures; vihitam — directed; ghoram — harmful to others; tapyante — undergo penances; ye — those; tapaḥ — austerities; janāḥ — persons; dambha — pride; ahaṅkāra — egotism; saṁyuktāḥ — engaged; kāma — lust; rāga — attachment; bala — force; anvitāḥ — impelled by; karṣayantaḥ — tormenting; śarīra-stham — situated within the body; bhūtagrāmam — combination of material elements; acetasaḥ — by such a misled mentality; mām — to Me; ca — also; eva — certainly; antaḥ — within; śarīra-stham — situated in the body; tān — them; viddhi — understand; āsura — demons; niścayān — certainly. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Those who undergo severe austerities and penances not recommended in the scriptures, performing them out of pride, egotism, lust and attachment, who are impelled by passion and who torture their bodily organs as well as the Supersoul dwelling within are to be known as demons."
    },
    {
      "Text-num": "TEXT 7",
      "Verse-Text": "āhāras tv api sarvasya\ntri-vidho bhavati priyaḥ\nyajñas tapas tathā dānaṁ\nteṣāṁ bhedam imaṁ śṛṇu",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "āhāraḥ — eating; tu — certainly; api — also; sarvasya — of everyone; trividhaḥ — three kinds; bhavati — there are; priyaḥ — dear; yajñaḥ — sacrifice; tapaḥ — austerity; tathā — also; dānam — charity; teṣām — of them; bhedam — differences; imam — thus; śṛṇu — hear. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Even food of which all partake is of three kinds, according to the three modes of material nature. The same is true of sacrifices, austerities and charity. Listen, and I shall tell you of the distinctions of these."
    },
    {
      "Text-num": "TEXT 8-10",
      "Verse-Text": "āyuḥ-sattva-balārogya-\nsukha-prīti-vivardhanāḥ\nrasyāḥ snigdhāḥ sthirā hṛdyā\nāhārāḥ sāttvika-priyāḥ\nkaṭv-amla-lavaṇāty-uṣṇa-\ntīkṣṇa-rūkṣa-vidāhinaḥ\nāhārā rājasasyeṣṭā\nduḥkha-śokāmaya-pradāḥ\nyāta-yāmaṁ gata-rasaṁ\npūti paryuṣitaṁ ca yat\nucchiṣṭam api cāmedhyaṁ\nbhojanaṁ tāmasa-priyam",
      "Synonyms-title": "SYNONYMS",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Foods in the mode of goodness increase the duration of life, purify one's existence and give strength, health, happiness and satisfaction. Such nourishing foods are sweet, juicy, fattening and palatable. Foods that are too bitter, too sour, salty, pungent, dry and hot, are liked by people in the modes of passion. Such foods cause pain, distress, and disease. Food cooked more than three hours before being eaten, which is tasteless, stale, putrid, decomposed and unclean, is food liked by people in the mode of ignorance."
    },
    {
      "Text-num": "TEXT 11",
      "Verse-Text": "aphalākāṅkṣibhir yajño\nvidhi-diṣṭo ya ijyate\nyaṣṭavyam eveti manaḥ\nsamādhāya sa sāttvikaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "aphala-kāñkṣibhiḥ — devoid of desire for result; yajñaḥ — sacrifice; vidhi — accordingly; dṛṣtaḥ — direction; yaḥ — anyone; ijyate — performs; yaṣṭavyam — must be performed; eva — certainly; iti — thus; manaḥ — mind; samādhāya — fixed in; saḥ — he; sāttvikaḥ — is in the mode of goodness. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Of sacrifices, that sacrifice performed according to duty and to scriptural rules, and with no expectation of reward, is of the nature of goodness."
    },
    {
      "Text-num": "TEXT 12",
      "Verse-Text": "abhisandhāya tu phalaṁ\ndambhārtham api caiva yat\nijyate bharata-śreṣṭha\ntaṁ yajñaṁ viddhi rājasam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "abhisandhāya — desiring; tu — but; phalam — the result; dambha — pride; artham — material benefits; api — also; ca — and; eva — certainly; yat — that which; ijyate — worship; bharata-śreṣṭha — O chief of the Bhāratas; tam — that; yajñam — sacrifice; viddhi — know; rājasam — in the mode of passion. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "But that sacrifice performed for some material end or benefit or performed ostentatiously, out of pride, is of the nature of passion, O chief of the Bhāratas."
    },
    {
      "Text-num": "TEXT 13",
      "Verse-Text": "vidhi-hīnam asṛṣṭānnaṁ\nmantra-hīnam adakṣiṇam\nśraddhā-virahitaṁ yajñaṁ\ntāmasaṁ paricakṣate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "vidhi-hīnam — without scriptural direction; asṛṣṭa-annam — without distribution of prasādam; mantra-hīnam — with no chanting of the Vedic hymns; adakṣiṇam — with no remunerations to the priests; śraddhā — faith; virahitam — without; yajñam — sacrifice; tāmasam — in the mode of ignorance; paricakṣate — is to be considered. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And that sacrifice performed in defiance of scriptural injunctions, in which no spiritual food is distributed, no hymns are chanted and no remunerations are made to the priests, and which is faithless-that sacrifice is of the nature of ignorance."
    },
    {
      "Text-num": "TEXT 14",
      "Verse-Text": "deva-dvija-guru-prājña-\npūjanaṁ śaucam ārjavam\nbrahmacaryam ahiṁsā ca\nśārīraṁ tapa ucyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "deva — the Supreme Lord; dvija — the brāhmaṇa; guru — the spiritual master; prājña — worshipable personalities; pūjanam — worship; śaucam — cleanliness; ārjavam — simplicity; brahma-caryam — celibacy; ahiṁsā — nonviolence; ca — also; śārīram — pertaining to the body; tapaḥ — austerity; ucyate — is said to be. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The austerity of the body consists in this: worship of the Supreme Lord, the brāhmaṇas, the spiritual master, and superiors like the father and mother. Cleanliness, simplicity, celibacy and nonviolence are also austerities of the body."
    },
    {
      "Text-num": "TEXT 15",
      "Verse-Text": "anudvega-karaṁ vākyaṁ\nsatyaṁ priya-hitaṁ ca yat\nsvādhyāyābhyasanaṁ caiva\nvāṅ-mayaṁ tapa ucyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "anudvega — not agitating; karam — producing; vākyam — words; satyam — truthful; priya — dear; hitam — beneficial; ca — also; yat — which; svādhyāya — Vedic study; abhyasanam — practice; ca — also; eva — certainly; vāṅmayaṁ — of the voice; tapaḥ — austerity; ucyate — is said to be. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Austerity of speech consists in speaking truthfully and beneficially and in avoiding speech that offends. One should also recite the Vedas regularly."
    },
    {
      "Text-num": "TEXT 16",
      "Verse-Text": "manaḥ-prasādaḥ saumyatvaṁ\nmaunam ātma-vinigrahaḥ\nbhāva-saṁśuddhir ity etat\ntapo mānasam ucyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "manaḥ-prasādaḥ — satisfaction of the mind; saumyatvam — without duplicity towards others; maunam — gravity; ātma — self; vinigrahaḥ — control; bhāva — nature; saṁśuddhiḥ — purification; iti — thus; etat — that is; tapaḥ — austerity; mānasam — of the mind; ucyate — is said to be. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And serenity, simplicity, gravity, self-control and purity of thought are the austerities of the mind."
    },
    {
      "Text-num": "TEXT 17",
      "Verse-Text": "śraddhayā parayā taptaṁ\ntapas tat tri-vidhaṁ naraiḥ\naphalākāṅkṣibhir yuktaiḥ\nsāttvikaṁ paricakṣate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śraddhayā — with faith; parayā — transcendental; taptam — executed; tapaḥ — austerity; tat — that; tri-vidham — three kinds; naraiḥ — by men; aphala-ākāṅkṣibhiḥ — without desires for fruits; yuktaiḥ — engaged; sāttvikam — in the mode of goodness; pari-cakṣate — is called. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "This threefold austerity, practiced by men whose aim is not to benefit themselves materially but to please the Supreme, is of the nature of goodness."
    },
    {
      "Text-num": "TEXT 18",
      "Verse-Text": "satkāra-māna-pūjārthaṁ\ntapo dambhena caiva yat\nkriyate tad iha proktaṁ\nrājasaṁ calam adhruvam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "satkāra — respect; māna — honor; pūjā-artham — for worship; tapaḥ — austerity; dambhena — with pride; ca — also; eva — certainly; yat — which is; kriyate — performed; tat — that; iha — in this world; proktam — is said; rājasam — in the mode of passion; calam — flickering; adhruvam — temporary. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Those ostentatious penances and austerities which are performed in order to gain respect, honor and reverence are said to be in the mode of passion. They are neither stable nor permanent."
    },
    {
      "Text-num": "TEXT 19",
      "Verse-Text": "mūḍha-grāheṇātmano yat\npīḍayā kriyate tapaḥ\nparasyotsādanārthaṁ vā\ntat tāmasam udāhṛtam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mūḍha — foolish; grāheṇa — with endeavor; ātmanaḥ — of one's own self; yat — which; pīḍayā — by torture; kriyate — is performed; tapaḥ — penance; parasya — to others; utsādanārtham — causing annihilation; vā — or; tat — that; tāmasam — in the mode of darkness; udāhṛtam — is said to be. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And those penances and austerities which are performed foolishly by means of obstinant self-torture, or to destroy or injure others, are said to be in the mode of ignorance."
    },
    {
      "Text-num": "TEXT 20",
      "Verse-Text": "dātavyam iti yad dānaṁ\ndīyate 'nupakāriṇe\ndeśe kāle ca pātre ca\ntad dānaṁ sāttvikaṁ smṛtam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "dātavyam — worth giving; iti — thus; yat — that which; dānam — charity; dīyate — given; anupakāriṇe — to any person irrespective of doing good; dese — in place; kāle — in time; ca — also; pātre — suitable person; ca — and; tat — that; dānam — charity; sāttvikam — in the mode of goodness; smṛtam — consider. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "That gift which is given out of duty, at the proper time and place, to a worthy person, and without expectation of return, is considered to be charity in the mode of goodness."
    },
    {
      "Text-num": "TEXT 21",
      "Verse-Text": "yat tu pratyupakārārthaṁ\nphalam uddiśya vā punaḥ\ndīyate ca parikliṣṭaṁ\ntad dānaṁ rājasaṁ smṛtam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yat — that which; tu — but; prati-upakāra-artham — for the sake of getting some return; phalam — result; uddiśya — desiring; vā — or; punaḥ — again; dīyate — is given in charity; ca — also; parikliṣṭam — grudgingly; tat — that; dānam — charity; rājasam — in the mode of passion; smṛtam — is understood to be. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "But charity performed with the expectation of some return, or with a desire for fruitive results, or in a grudging mood, is said to be charity in the mode of passion."
    },
    {
      "Text-num": "TEXT 22",
      "Verse-Text": "adeśa-kāle yad dānam\napātrebhyaś ca dīyate\nasat-kṛtam avajñātaṁ\ntat tāmasam udāhṛtam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "adesa — unpurified place; kāle — unpurified time; yat — that which is; dānam — charity; apātrebhyaḥ — to unworthy persons; ca — also; dīyate — is given; asatkṛtam — without respect; avajñātam — without proper attention; tat — that; tāmasam — in the mode of darkness; udāhṛtam — is said to be. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And charity performed at an improper place and time and given to unworthy persons without respect and with contempt is charity in the mode of ignorance."
    },
    {
      "Text-num": "TEXT 23",
      "Verse-Text": "oṁ tat sad iti nirdeśo\nbrahmaṇas tri-vidhaḥ smṛtaḥ\nbrāhmaṇās tena vedāś ca\nyajñāś ca vihitāḥ purā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "om — indication of the Supreme; tat — that; sat — eternal; iti — that; nirdeśaḥ — indication; brāhmaṇāḥ — of the Supreme; tri-vidhaḥ — three kinds; smṛtaḥ — consider; brahmaṇaḥ — the brāhmaṇas; tena — therefore; vedāḥ — the Vedic literature; ca — also; yajñāḥ — sacrifice; ca — also; vihitāḥ — sacrifice; purā — formerly. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "From the beginning of creation, the three syllables-om tat sat-have been used to indicate the Supreme Absolute Truth [Brahman]. They were uttered by brāhmaṇas while chanting Vedic hymns and during sacrifices, for the satisfaction of the Supreme."
    },
    {
      "Text-num": "TEXT 24",
      "Verse-Text": "tasmād oṁ ity udāhṛtya\nyajña-dāna-tapaḥ-kriyāḥ\npravartante vidhānoktāḥ\nsatataṁ brahma-vādinām",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tasmāt — therefore; om — beginning with om; iti — thus; udāhṛtya — indicating; yajña — sacrifice; dāna — charity; tapaḥ — penance; kriyāḥ — performances; pravartante — begins; vidhāna-uktāḥ — according to scriptural regulation; satatam — always; brahma-vādinām — of the transcendentalists. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Thus the transcendentalists undertake sacrifices, charities, and penances, beginning always with om, to attain the Supreme."
    },
    {
      "Text-num": "TEXT 25",
      "Verse-Text": "tad ity anabhisandhāya\nphalaṁ yajña-tapaḥ-kriyāḥ\ndāna-kriyāś ca vividhāḥ\nkriyante mokṣa-kāṅkṣibhiḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tat — that; iti — they; anabhisandhāya — without fruitive result; phalam — result of sacrifice; yajña — sacrifice; tapaḥ — penance; kriyāḥ — activities; dāna — charity; kriyāḥ — activities; ca — also; vividhāḥ — varieties; kriyante — done; mokṣa-kāṅkṣibhiḥ — those who actually desire liberation. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One should perform sacrifice, penance and charity with the word tat. The purpose of such transcendental activities is to get free from the material entanglement."
    },
    {
      "Text-num": "TEXTS 26-27",
      "Verse-Text": "sad-bhāve sādhu-bhāve ca\nsad ity etat prayujyate\npraśaste karmaṇi tathā\nsac-chabdaḥ pārtha yujyate\nyajñe tapasi dāne ca\nsthitiḥ sad iti cocyate\nkarma caiva tad-arthīyaṁ\nsad ity evābhidhīyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sat-bhāve — in the sense of the nature of the Supreme; sādhu-bhāve — in the sense of the nature of devotion; ca — also; sat — the Supreme; iti — thus; etat — this; prayujyate — is used; praśaste — bona fide; karmaṇi — activities; tathā — also; sat-śabdaḥ — sound; pārtha — O son of Pṛthā; yujyate — is used; yajñe — sacrifice; tapasi — in penance; dāne — charity; ca — also; sthitiḥ — situated; sat — the Supreme; iti — thus; ca — and; ucyate — pronounced; karma — work; ca — also; eva — certainly; tat — that; arthīyam — are meant; sat — Supreme; iti — thus; eva — certainly; abhidhīyate — is practiced. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Absolute Truth is the objective of devotional sacrifice, and it is indicated by the word sat. These works of sacrifice, of penance and of charity, true to the absolute nature, are performed to please the Supreme Person, O son of Pṛthā."
    },
    {
      "Text-num": "TEXT 28",
      "Verse-Text": "aśraddhayā hutaṁ dattaṁ\ntapas taptaṁ kṛtaṁ ca yat\nasad ity ucyate pārtha\nna ca tat pretya no iha",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "aśraddhayā — without faith; hutam — performed; dattam — given; tapaḥ — penance; taptam — executed; kṛtam — performed; ca — also; yat — that which; asat — falls; iti — thus; ucyate — is said to be; pārtha — O son of Pṛthā; na — never; ca — also; tat — that; pretya — after death; no — nor; iha — in this life. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "But sacrifices, austerities and charities performed without faith in the Supreme are nonpermanent, O son of Pṛthā, regardless of whatever rites are performed. They are called asat and are useless both in this life and the next."
    }
  ]
}