{
  "Chapter-Desc": "14. The Three Modes of Material Nature",
  "Verses": [
    {
      "Text-num": "TEXT 1",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "paraṁ; bhūyaḥ pravakṣyāmi\njñānānāṁ; jñānam uttamam\nyaj jñātvā munayaḥ sarve\nparāṁ; siddhim ito gatāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Personality of Godhead said; param — transcendental; bhūyaḥ — again; pravakṣyāmi — I shall speak; jñānānām — of all knowledge; jñānam — knowledge; uttamam — the supreme; yat — which; jñātvā — knowing; munayaḥ — the sages; sarve — all; parām — transcendental; siddhim — perfection; itaḥ — from this world; gatāḥ — attain.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: Again I shall declare to you this supreme wisdom, the best of all knowledge, knowing which all the sages have attained to supreme perfection."
    },
    {
      "Text-num": "TEXT 2",
      "Verse-Text": "idaṁ; jñānam upāśritya\nmama sādharmyam āgatāḥ\nsarge ’pi nopajāyante\npralaye na vyathanti ca",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "idam — this; jñānam — knowledge; upāśritya — taking shelter of; mama — My; sādharmyam — nature; āgatāḥ — attain; sarge api — even in the creation; na — never; upajāyante — comes in; pralaye — in the annihilation; na — nor; vyathanti — disturbed; ca — also.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "By becoming fixed in this knowledge, one can attain to the transcendental nature, which is like My own nature. Thus established, one is not born at the time of creation nor disturbed at the time of dissolution."
    },
    {
      "Text-num": "TEXT 3",
      "Verse-Text": "mama yonir mahad brahma\ntasmin garbhaṁ; dadhāmy aham\nsambhavaḥ sarva-bhūtānāṁ;\ntato bhavati bhārata",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mama — My; yoniḥ — source of birth; mahat — the total material existence; brahma — supreme; tasmin — in that; garbham — pregnancy; dadhāmi — create; aham — I; sambhavaḥ — possibility; sarva-bhūtānām — of all living entities; tataḥ — thereafter; bhavati — becomes; bhārata — O son of Bharata.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The total material substance, called Brahman, is the source of birth, and it is that Brahman that I impregnate, making possible the births of all living beings, O son of Bharata."
    },
    {
      "Text-num": "TEXT 4",
      "Verse-Text": "sarva-yoniṣu kaunteya\nmūrtayaḥ sambhavanti yāḥ\ntāsāṁ; brahma mahad yonir\nahaṁ; bīja-pradaḥ pitā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sarva-yoniṣu — in all species of life; kaunteya — O son of Kuntī; mūrtayaḥ — forms; sambhavanti — as they appear; yāḥ — which; tāsām — all of them; brahma — supreme; mahat yoniḥ — the source of birth in the material substance; aham — Myself; bīja-pradaḥ — seed-giving; pitā — father.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "It should be understood that all species of life, O son of Kuntī, are made possible by birth in this material nature, and that I am the seed-giving father."
    },
    {
      "Text-num": "TEXT 5",
      "Verse-Text": "sattvaṁ; rajas tama iti\nguṇāḥ prakṛti-sambhavāḥ\nnibadhnanti mahā-bāho\ndehe dehinam avyayam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sattvam — mode of goodness; rajaḥ — mode of passion; tamaḥ — mode of ignorance; iti — thus; guṇāḥ — qualities; prakṛti — material nature; sambhavāḥ — produced of; nibadhnanti — does condition; mahā-bāho — O mighty-armed one; dehe — in this body; dehinam — the living entity; avyayam — eternal.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Material nature consists of the three modes-goodness, passion and ignorance. When the living entity comes in contact with nature, he becomes conditioned by these modes."
    },
    {
      "Text-num": "TEXT 6",
      "Verse-Text": "tatra sattvaṁ; nirmalatvāt\nprakāśakam anāmayam\nsukha-saṅgena badhnāti\njñāna-saṅgena cānagha",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tatra — thereafter; sattvam — mode of goodness; nirmalatvāt — being purest in the material world; prakāśakam — illuminating; anāmayam — without any sinful reachon; sukha — happiness; saṅgena — association; badhnāti — conditions; jñāna — knowledge; saṅgena — association; ca — also; anagha — O sinless one.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O sinless one, the mode of goodness, being purer than the others, is illuminating, and it frees one from all sinful reactions. Those situated in that mode develop knowledge, but they become conditioned by the concept of happiness."
    },
    {
      "Text-num": "TEXT 7",
      "Verse-Text": "rajo rāgātmakaṁ; viddhi\ntṛṣṇā-saṅga-samudbhavam\ntan nibadhnāti kaunteya\nkarma-saṅgena dehinam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "rajaḥ — mode of passion; rāga-ātmakam — born of desire or lust; viddhi — know; tṛṣṇā — hankering; saṅga — association; samudbhavam — produced of; tat — that; nibadhnāti — is bound; kaunteya — O son of Kuntī; karma-saṅgena — association with fruitive activity; dehinam — of the embodied.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The mode of passion is born of unlimited desires and longings, O son of Kuntī, and because of this one is bound to material fruitive activities."
    },
    {
      "Text-num": "TEXT 8",
      "Verse-Text": "tamas tv ajñāna-jaṁ; viddhi\nmohanaṁ; sarva-dehinām\npramādālasya-nidrābhis\ntan nibadhnāti bhārata",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tamaḥ — mode of ignorance; tu — but; ajñāna-jam — products of ignorance; viddhi — knowing; mohanam — delusion; sarva-dehinām — of all embodied beings; pramāda — madness; ālasya — indolence; nidrābhiḥ — sleep; tat — that; nibadhnāti — binds; bhārata — O son of Bharata.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O son of Bharata, the mode of ignorance causes the delusion of all living entities. The result of this mode is madness, indolence and sleep, which bind the conditioned soul."
    },
    {
      "Text-num": "TEXT 9",
      "Verse-Text": "sattvaṁ; sukhe sañjayati\nrajaḥ karmaṇi bhārata\njñānam āvṛtya tu tamaḥ\npramāde sañjayaty uta",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sattvam — mode of goodness; sukhe — in happiness; sañjayati — develops; rajaḥ — mode of passion; karmaṇi — fruits of activities; bhārata — O son of Bharata; jñānam — knowledge; āvṛtya — covering; tu — but; tamaḥ — the mode of ignorance; pramāde — in madness; sañjayati — develops; uta — it is said.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The mode of goodness conditions one to happiness, passion conditions him to the fruits of action, and ignorance to madness."
    },
    {
      "Text-num": "TEXT 10",
      "Verse-Text": "rajas tamaś cābhibhūya\nsattvaṁ; bhavati bhārata\nrajaḥ sattvaṁ; tamaś caiva\ntamaḥ sattvaṁ; rajas tathā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "rajaḥ — mode of passion; tamaḥ — mode of ignorance; ca — also; abhibhūya — also surpassing; sattvam — mode of goodness; bhavati — becomes prominent; bhārata — O son of Bharata; rajaḥ — mode of passion; sattvam — mode of goodness; tamaḥ — mode of ignorance; ca — also; eva — like that; tamaḥ — mode of ignorance; sattvam — mode of goodness; rajaḥ — mode of passion; tathā — as in this.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Sometimes the mode of passion becomes prominent, defeating the mode of goodness, O son of Bharata. And sometimes the mode of goodness defeats passion, and at other times the mode of ignorance defeats goodness and passion. In this way there is always competition for supremacy."
    },
    {
      "Text-num": "TEXT 11",
      "Verse-Text": "sarva-dvāreṣu dehe ’smin\nprakāśa upajāyate\njñānaṁ; yadā tadā vidyād\nvivṛddhaṁ; sattvam ity uta",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sarva-dvāreṣu — all the gates; dehe asmin — in this body; prakāśaḥ — quality of illumination; upajāyate — develops; jñānam — knowledge; yadā — when; tadā — at that time; vidyāt — must know; vivṛddham — increased; sattvam — mode of goodness; iti — thus; uta — said.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The manifestations of the mode of goodness can be experienced when all the gates of the body are illuminated by knowledge."
    },
    {
      "Text-num": "TEXT 12",
      "Verse-Text": "lobhaḥ pravṛttir ārambhaḥ\nkarmaṇām aśamaḥ spṛhā\nrajasy etāni jāyante\nvivṛddhe bharatarṣabha",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "lobhaḥ — greed; pravṛttiḥ — hankering; ārambhaḥ — endeavor; karmaṇām — of activities; aśamaḥ — uncontrollable; spṛhā — desire; rajasi — in the mode of passion; etāni — all this; jāyante — develop; vivṛddhe — when there is excess; bharatarṣabha — O chief of the descendants of Bharata.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O chief of the Bhāratas, when there is an increase in the mode of passion, the symptoms of great attachment, uncontrollable desire, hankering, and intense endeavor develop."
    },
    {
      "Text-num": "TEXT 13",
      "Verse-Text": "aprakāśo ’pravṛttiś ca\npramādo moha eva ca\ntamasy etāni jāyante\nvivṛddhe kuru-nandana",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "aprakāśaḥ — darkness; apravṛttiḥ — inactivity; ca — and; pramādaḥ — madness; mohaḥ — illusion; eva — certainly; ca — also; tamasi — of the mode of ignorance; etāni — these; jāyante — are manifested; vivṛddhe — is developed; kuru-nandana — O son of Kuru.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O son of Kuru, when there is an increase in the mode of ignorance madness, illusion, inertia and darkness are manifested."
    },
    {
      "Text-num": "TEXT 14",
      "Verse-Text": "yadā sattve pravṛddhe tu\npralayaṁ; yāti deha-bhṛt\ntadottama-vidāṁ; lokān\namalān pratipadyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yadā — when; sattve — mode of goodness; pravṛddhe — in development; tu — but; pralayam — dissolution; yāti — goes; deha-bhṛt — embodied; tadā — at that time; uttama-vidām — of the great sages; lokān — the planets; amalān — pure; pratipadyate — attains.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "When one dies in the mode of goodness, he attains to the pure higher planets."
    },
    {
      "Text-num": "TEXT 15",
      "Verse-Text": "rajasi pralayaṁ; gatvā\nkarma-saṅgiṣu jāyate\ntathā pralīnas tamasi\nmūḍha-yoniṣu jāyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "rajasi — in passion; pralayam — dissolution; gatvā — attaining; karma-saṅgiṣu — in the association of fruitive activities; jāyate — takes birth; tathā — thereafter; pralīnaḥ — being dissolved; tamasi — in ignorance; mūḍha — animal; yoniṣu — species; jāyate — take birth.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "When one dies in the mode of passion, he takes birth among those engaged in fruitive activities; and when he dies in the mode of ignorance, he takes birth in the animal kingdom."
    },
    {
      "Text-num": "TEXT 16",
      "Verse-Text": "karmaṇaḥ sukṛtasyāhuḥ\nsāttvikaṁ; nirmalaṁ; phalam\nrajasas tu phalaṁ; duḥkham\najñānaṁ; tamasaḥ phalam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "karmaṇaḥ — of work; sukṛtasya — in the mode of goodness; āhuḥ — said; sāttvikam — mode of goodness; nirmalam — purified; phalam — result; rajasaḥ — of the mode of passion; tu — but; phalam — result; duḥkham — misery; ajñānam — nonsense; tamasaḥ — of the mode of ignorance; phalam — result.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "By acting in the mode of goodness, one becomes purified. Works done in the mode of passion result in distress, and actions performed in the mode of ignorance result in foolishness."
    },
    {
      "Text-num": "TEXT 17",
      "Verse-Text": "sattvāt sañjāyate jñānaṁ;\nrajaso lobha eva ca\npramāda-mohau tamaso\nbhavato ’jñānam eva ca",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sattvāt — from the mode of goodness; sañjāyate — develops; jñānam — knowledge; rajasaḥ — from the mode of passion; lobhaḥ — greed; eva — certainly; ca — also; pramāda — madness; mohau — illusion; tamasaḥ — from the mode of ignorance; bhavataḥ — develops; ajñānam — nonsense; eva — certainly; ca — also.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "From the mode of goodness, real knowledge develops; from the mode of passion, grief develops; and from the mode of ignorance, foolishness, madness and illusion develop."
    },
    {
      "Text-num": "TEXT 18",
      "Verse-Text": "ūrdhvaṁ; gacchanti sattva-sthā\nmadhye tiṣṭhanti rājasāḥ\njaghanya-guṇa-vṛtti-sthā\nadho gacchanti tāmasāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ūrdhvam — upwards; gacchanti — goes; sattva-sthāḥ — one who is situated in the mode of goodness; madhye — in the middle; tiṣṭhanti — dwell; rājasāḥ — those who are situated in the mode of passion; jaghanya — abominable; guṇa — quality; vṛtti-sthāḥ — occupation; adhaḥ — down; gacchanti — go; tāmasāḥ — persons in the mode of ignorance.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Those situated in the mode of goodness gradually go upward to the higher planets; those in the mode of passion live on the earthly planets; and those in the mode of ignorance go down to the hellish worlds."
    },
    {
      "Text-num": "TEXT 19",
      "Verse-Text": "nānyaṁ; guṇebhyaḥ kartāraṁ;\nyadā draṣṭānupaśyati\nguṇebhyaś ca paraṁ; vetti\nmad-bhāvaṁ; so ’dhigacchati",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; anyam — other than; guṇebhyaḥ — from the qualities; kartāram — the performer; yadā — when; draṣṭā anupaśyati — he who sees properly; guṇebhyaḥ ca — from the modes of nature; param — transcendental; vetti — know; mat-bhāvam — My spiritual nature; saḥ — he; adhigacchati — is promoted.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "When you see that there is nothing beyond these modes of nature in all activities and that the Supreme Lord is transcendental to all these modes, then you can know My spiritual nature."
    },
    {
      "Text-num": "TEXT 20",
      "Verse-Text": "guṇān etān atītya trīn\ndehī deha-samudbhavān\njanma-mṛtyu-jarā-duḥkhair\nvimukto ’mṛtam aśnute",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "guṇān — qualities; etān — all these; atītya — transcending; trīn — three; dehī — body; deha — body; samudbhavān — produced of; janma — birth; mṛtyu — death; jarā — old age; duḥkhaiḥ — distresses; vimuktaḥ — being freed from; amṛtam — nectar; aśnute — enjoys.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "When the embodied being is able to transcend these three modes, he can become free from birth, death, old age and their distresses and can enjoy nectar even in this life."
    },
    {
      "Text-num": "TEXT 21",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "kair liṅgais trīn guṇān etān\natīto bhavati prabho\nkim ācāraḥ kathaṁ; caitāṁ;s\ntrīn guṇān ativartate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; kaiḥ — by which; liṅgaiḥ — symptoms; trīn — three; guṇān — qualities; etān — all this; atītaḥ — transcend; bhavati — become; prabho — my Lord; kim — what; ācāraḥ — behavior; katham — what; ca — also; etān — these; trīn — three; guṇān — qualities; ativartate — transcend.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna inquired: O my dear Lord, by what symptoms is one known who is transcendental to those modes? What is his behavior? And how does he transcend the modes of nature?"
    },
    {
      "Text-num": "TEXTS 22-25",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "prakāśaṁ ca pravṛttiṁ ca\nmoham eva ca pāṇḍava\nna dveṣṭi sampravṛttāni\nna nivṛttāni kāṅkṣati\nudāsīna-vad āsīno\nguṇair yo na vicālyate\nguṇā vartanta ity evaṁ;\nyo ’vatiṣṭhati neṅgate\nsama-duḥkha-sukhaḥ sva-sthaḥ\nsama-loṣṭāśma-kāñcanaḥ\ntulya-priyāpriyo dhīras\ntulya-nindātma-saṁstutiḥ\nmānāpamānayos tulyas\ntulyo mitrāri-pakṣayoḥ\nsarvārambha-parityāgī\nguṇātītaḥ sa ucyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Personality of Godhead said; prakāśam ca — and illumination; pravṛttim ca — and attachment; moham — illusion; eva ca — also; pāṇḍava — O son of Pāṇḍu; na dveṣṭi — does not hate; sampravṛttāni — although developed; na nivṛttāni — nor stop development; kāṅkṣati — desires; udāsīnavat — as if neutral; āsīnaḥ — situated; guṇaiḥ — by the qualities; yaḥ — one who; na — never; vicālyate — is agitated; guṇāḥ — the qualities; vartante — is situated; iti evam — knowing thus; yaḥ — one who; avatiṣṭhati — remains; na — never; iṅgate — flickering; sama — equally; duḥkha — in distress; sukhaḥ — in happiness; svasthaḥ — being situated himself; sama — equally; loṣṭa — a lump of earth; aśma — stone; kāñcanaḥ — gold; tulya — equally disposed; priya — dear; apriyaḥ — undesirable; dhīraḥ — steadily; tulya — equally; nindā — in defamation; ātma-saṁ; stutiḥ — in praise of himself; māna — honor; apamānayoḥ — dishonor; tulyaḥ — equally; tulyaḥ — equally; mitra — friend; ari — enemy; pakṣayoḥ — in party; sarva — all; ārambhaḥ — endeavor; parityāgī — renouncer; guṇa-atītaḥ — transcendental to the material modes of nature; saḥ — he; ucyate — is said to be.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: He who does not hate illumination, attachment and delusion when they are present, nor longs for them when they disappear; who is seated like one unconcerned, being situated beyond these material reactions of the modes of nature, who remains firm, knowing that the modes alone are active; who regards alike pleasure and pain, and looks on a clod, a stone and a piece of gold with an equal eye; who is wise and holds praise and blame to be the same; who is unchanged in honor and dishonor, who treats friend and foe alike, who has abandoned all fruitive undertakings-such a man is said to have transcended the modes of nature."
    },
    {
      "Text-num": "TEXT 26",
      "Verse-Text": "māṁ; ca yo ’vyabhicāreṇa\nbhakti-yogena sevate\nsa guṇān samatītyaitān\nbrahma-bhūyāya kalpate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mām — unto Me; ca — also; yaḥ — person; avyabhicāreṇa — without fail; bhakti-yogena — by devotional service; sevate — renders service; saḥ — he; guṇān — all the modes of material nature; samatītya — transcending; etān — all this; brahma-bhūyāya — to be elevated on the Brahman platform; kalpate — is considered.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman."
    },
    {
      "Text-num": "TEXT 27",
      "Verse-Text": "brahmaṇo hi pratiṣṭhāham\namṛtasyāvyayasya ca\nśāśvatasya ca dharmasya\nsukhasyaikāntikasya ca",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "brahmaṇaḥ — of the impersonal brahmajyoti; hi — certainly; pratiṣṭhā — the rest; aham — I am; amṛtasya — of the imperishable; avyayasya — immortal; ca — also; śāśvatasya — of eternal; ca — and; dharmasya — of the constitutional position; sukhasya — happiness; aikāntikasya — ultimate; ca — also.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And I am the basis of the impersonal Brahman, which is the constitutional position of ultimate happiness, and which is immortal, imperishable and eternal."
    }
  ]
}
