{
  "Chapter-Desc": "11. The Universal Form",
  "Verses": [
    {
      "Textnum": "TEXT 1",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "mad-anugrahāya paramaṁ\nguhyam adhyātma-saṁjñitam\nyat tvayoktaṁ vacas tena\nmoho 'yaṁ vigato mama",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; mat-anugrahāya — just to show me favor; paramam — supreme; guhyam — confidential; adhyātma — spiritual; saṁjñitam — in the matter of; yat — what; tvayā — by You; uktam — said; vacaḥ — words; tena — by that; mohaḥ — illusion; ayam — this; vigataḥ — is educated; mama — my. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna said: I have heard Your instruction on confidential spiritual matters which You have so kindly delivered unto me, and my illusion is now dispelled."
    },
    {
      "Textnum": "TEXT 2",
      "Verse-Text": "bhavāpyayau hi bhūtānāṁ\nśrutau vistaraśo mayā\ntvattaḥ kamala-patrākṣa\nmāhātmyam api cāvyayam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "bhava — appearance; apyayau — disappearance; hi — certainly; bhūtānām — of all living entities; śrutau — have heard; vistaraśaḥ — detail; mayā — by me; tvattaḥ — from You; kamala-patrākṣa — O lotus-eyed one; māhātmyam — glories; api — also; ca — and; avyayam — inexhaustible. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O lotus-eyed one, I have heard from You in detail about the appearance and disappearance of every living entity, as realized through Your inexhaustible glories."
    },
    {
      "Textnum": "TEXT 3",
      "Verse-Text": "evam etad yathāttha tvam\nātmānaṁ parameśvara\ndraṣṭum icchāmi te rūpam\naiśvaraṁ puruṣottama",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "evam — that; etat — this; yathāttha — as it is; tvam — You; ātmānam — the soul; parameśvara — the Supreme Lord; draṣṭum — to see; icchāmi — I wish; te — You; rūpam — form; aiśvaram — divine; puruṣottama — O best of personalities. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O greatest of all personalities, O supreme form, though I see here before me Your actual position, I yet wish to see how You have entered into this cosmic manifestation. I want to see that form of Yours."
    },
    {
      "Textnum": "TEXT 4",
      "Verse-Text": "manyase yadi tac chakyaṁ\nmayā draṣṭum iti prabho\nyogeśvara tato me tvaṁ\ndarśayātmānam avyayam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "manyase — if You think; yadi — if; tat — that; śakyam — able to see; mayā — by me; draṣṭum — to see; iti — thus; prabho — O Lord; yogeśvara — the Lord of all mystic power; tataḥ — then; me — unto me; tvam — You; darśaya — show; ātmānam — Yourself; avyayam — eternal. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "If You think that I am able to behold Your cosmic form, O my Lord, O master of all mystic power, then kindly show me that universal self."
    },
    {
      "Textnum": "TEXT 5",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "paśya me pārtha rūpāṇi\nśataśo 'tha sahasraśaḥ\nnānā-vidhāni divyāni\nnānā-varṇākṛtīni ca",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Personality of Godhead said; paśya — just see; me — Mine; pārtha — O son of Pṛthā; rūpāṇi — forms; śataśaḥ — hundreds; atha — also; sahasraśaḥ — thousands; nānā-vidhāni — variegated; divyāni — divine; nānā — variegated; varṇa — colored; akṛtīni — forms; ca — also. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: My dear Arjuna, O son of Pṛthā, behold now My opulences, hundreds of thousands of varied divine forms, multicolored like the sea."
    },
    {
      "Textnum": "TEXT 6",
      "Verse-Text": "paśyādityān vasūn rudrān\naśvinau marutas tathā\nbahūny adṛṣṭa-pūrvāṇi\npaśyāścaryāṇi bhārata",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "paśya — see; ādityān — the twelve sons of Aditi; vasūn — the eight Vasus; rudrān — the eleven forms of Rudra; aśvinau — the two Asvins; marutaḥ — the forty-nine Maruts (demigods of the wind); tathā — also; bahūni — many; adṛṣṭa — that you have not heard or seen; pūrvāṇi — before; paśya — there see; āścaryāṇi — all the wonderful; bhārata — O best of the Bhāratas. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O best of the Bhāratas, see here the different manifestations of Ādityas, Rudras, and all the demigods. Behold the many things which no one has ever seen or heard before."
    },
    {
      "Textnum": "TEXT 7",
      "Verse-Text": "ihaika-sthaṁ jagat kṛtsnaṁ\npaśyādya sa-carācaram\nmama dehe guḍākeśa\nyac cānyad draṣṭum icchasi",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "iha — in this; ekastham — in one; jagat — the universe; kṛtsnam — completely; paśya — see; adya — immediately; sa — with; cara — moving; acaram — not moving; mama — My; dehe — in this body; guḍākeśa — O Arjuna; yat — that; ca — also; anyat — other; draṣṭum — to see; icchasi — you like. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Whatever you wish to see can be seen all at once in this body. This universal form can show you all that you now desire, as well as whatever you may desire in the future. Everything is here completely."
    },
    {
      "Textnum": "TEXT 8",
      "Verse-Text": "na tu māṁ śakyase draṣṭum\nanenaiva sva-cakṣuṣā\ndivyaṁ dadāmi te cakṣuḥ\npaśya me yogam aiśvaram",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; tu — but; mām — Me; śakyase — able; draṣṭum — to see; anena — by this; eva — certainly; sva-cakṣuṣā — with your own eyes; divyam — divine; dadāmi — I give; te — you; cakṣuḥ — eyes; paśya — see; me — My; yogam aiśvaram — inconceivable mystic power. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "But you cannot see Me with your present eyes. Therefore I give to you divine eyes by which you can behold My mystic opulence."
    },
    {
      "Textnum": "TEXT 9",
      "Uvaca-line": "sañjaya uvāca",
      "Verse-Text": "evam uktvā tato rājan\nmahā-yogeśvaro hariḥ\ndarśayām āsa pārthāya\nparamaṁ rūpam aiśvaram",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sañjayaḥ uvāca — Sanjaya said; evam — thus; uktvā — saying; tataḥ — thereafter; rājan — O King; mahā-yogeśvaraḥ — the most powerful mystic; hariḥ — the Supreme Personality of Godhead, Kṛṣṇa; darśayāmāsa — showed; pārthāya — unto Arjuna; paramam — divine; rūpam — universal form; aiśvaram — opulences. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Sañjaya said: O King, speaking thus, the Supreme, the Lord of all mystic power, the Personality of Godhead, displayed His universal form to Arjuna."
    },
    {
      "Textnum": "TEXTS 10-11",
      "Verse-Text": "aneka-vaktra-nayanam\nanekādbhuta-darśanam\naneka-divyābharaṇaṁ\ndivyānekodyatāyudham\ndivya-mālyāmbara-dharaṁ\ndivya-gandhānulepanam\nsarvāścarya-mayaṁ devam\nanantaṁ viśvato-mukham",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "aneka — various; vaktra — mouths; nayanam — eyes; aneka — various; adbhuta — wonderful; darśanam — sight; aneka — many; divya — divine; ābharaṇam — ornaments; divya — divine; aneka — various; udyata — uplifted; āyudham — weapons; divya — divine; mālya — garlands; ambara-dharam — covered with the dresses; divya — divine; gandha — fragrance; anulepanam — smeared; sarva — all; aścaryamayam — wonderful; devam — shining; anantam — unlimited; viśvataḥ-mukham — all-pervading. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna saw in that universal form unlimited mouths and unlimited eyes. It was all wondrous. The form was decorated with divine, dazzling ornaments and arrayed in many garbs. He was garlanded gloriously, and there were many scents smeared over His body. All was magnificent, all-expanding, unlimited. This was seen by Arjuna."
    },
    {
      "Textnum": "TEXT 12",
      "Verse-Text": "divi sūrya-sahasrasya\nbhaved yugapad utthitā\nyadi bhāḥ sadṛśī sā syād\nbhāsas tasya mahātmanaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "divi — in the sky; sūrya — sun; sahasrasya — of many thousands; bhavet — there were; yugapat — simultaneously; utthitā — present; yadi — if; bhāḥ — light; sadṛśī — like that; sā — that; syāt — may be; bhāsaḥ — effulgence; tasya — there is; mahātmanaḥ — of the great Lord. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "If hundreds of thousands of suns rose up at once into the sky, they might resemble the effulgence of the Supreme Person in that universal form."
    },
    {
      "Textnum": "TEXT 13",
      "Verse-Text": "tatraika-sthaṁ jagat kṛtsnaṁ\npravibhaktam anekadhā\napaśyad deva-devasya\nśarīre pāṇḍavas tadā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tatra — there; ekastham — one place; jagat — universe; kṛtsnam — completely; pravibhaktam — divided in; anekadhā — many kinds; apaśyat — could see; deva-devasya — of the Supreme Personality of Godhead; śarīre — in the universal form; pāṇḍavaḥ — Arjuna; tadā — at that time. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "At that time Arjuna could see in the universal form of the Lord the unlimited expansions of the universe situated in one place although divided into many, many thousands."
    },
    {
      "Textnum": "TEXT 14",
      "Verse-Text": "tataḥ sa vismayāviṣṭo\nhṛṣṭa-romā dhanañjayaḥ\npraṇamya śirasā devaṁ\nkṛtāñjalir abhāṣata",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tataḥ — thereafter; saḥ — he; vismayāviṣṭaḥ — being overwhelmed with wonder; hṛṣṭa-romā — with his bodily hairs standing on end due to his great ecstasy; dhanañjayaḥ — Arjuna; praṇamya — offering obeisances; śirasā — with the head; devam — to the Supreme Personality of Godhead; kṛtāñjaliḥ — with folded hands; abhāṣata — began to say. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Then, bewildered and astonished, his hair standing on end, Arjuna began to pray with folded hands, offering obeisances to the Supreme Lord."
    },
    {
      "Textnum": "TEXT 15",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "paśyāmi devāṁs tava deva dehe\nsarvāṁs tathā bhūta-viśeṣa-saṅghān\nbrahmāṇam īśaṁ kamalāsana-stham\nṛṣīṁś ca sarvān uragāṁś ca divyān",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; paśyāmi — I see; devān — all the demigods; tava — Your; deva — O Lord; dehe — in the body; sarvān — all; tathā — also; bhūta — living entities; viśeṣa-saṅghān — specifically assembled; brahmāṇam — Lord Brahmā; īśam — Lord Śiva; kamala-āsana-stham — sitting on the lotus flower; ṛṣīn — great sages; ca — also; sarvān — all; uragān — serpents; ca — also; divyān — divine. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna said: My dear Lord Kṛṣṇa, I see assembled together in Your body all the demigods and various other living entities. I see Brahmā sitting on the lotus flower as well as Lord Śiva and many sages and divine serpents."
    },
    {
      "Textnum": "TEXT 16",
      "Verse-Text": "aneka-bāhūdara-vaktra-netraṁ\npaśyāmi tvāṁ sarvato 'nanta-rūpam\nnāntaṁ na madhyaṁ na punas tavādiṁ\npaśyāmi viśveśvara viśva-rūpa",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "aneka — many; bāhū — arms; udara — bellies; vaktra — mouths; netram — eyes; paśyāmi — I see; tvām — unto You; sarvataḥ — from all sides; ananta-rūpam — unlimited form; na antam — there is no end; na madhyam — there is no middle; na punaḥ — nor again; tava — Your; ādim — beginning; paśyāmi — I see; viśveśvara — O Lord of the universe; viṣva-rūpa — in the form of the universe. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O Lord of the universe, I see in Your universal body many, many forms-bellies, mouths, eyes-expanded without limit. There is no end, there is no beginning, and there is no middle to all this."
    },
    {
      "Textnum": "TEXT 17",
      "Verse-Text": "kirīṭinaṁ gadinaṁ cakriṇaṁ ca\ntejo-rāśiṁ sarvato dīptimantam\npaśyāmi tvāṁ durnirīkṣyaṁ samantād\ndīptānalārka-dyutim aprameyam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kirīṭinam — with helmets; gadinam — with maces; cakriṇam — with discs; ca — and; tejorāśim — effulgence; sarvataḥ — all sides; dīptimantam — glowing; pasyāmi — I see; tvām — You; durnirīkṣyam — difficult to see; samantāt — spreading; dīpta-anala — blazing fire; arka — sun; dyutim — sunshine; aprameyam — immeasurable. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Your form, adorned with various crowns, clubs and discs, is difficult to see because of its glaring effulgence, which is fiery and immeasurable like the sun."
    },
    {
      "Textnum": "TEXT 18",
      "Verse-Text": "tvam akṣaraṁ paramaṁ veditavyaṁ\ntvam asya viśvasya paraṁ nidhānam\ntvam avyayaḥ śāśvata-dharma-goptā\nsanātanas tvaṁ puruṣo mato me",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tvam — You; akṣaram — inexhaustible; paramam — supreme; veditavyam — to be understood; tvam — You; asya — of this; viśvasya — of the universe; param — supreme; nidhānam — basis; tvam — You are; avyayaḥ — inexhaustible; śāśvata-dharma-goptā — maintainer of the eternal religion; sanātanaḥ — eternal; tvam — You; puruṣaḥ — Supreme Personality; mataḥ me — is my opinion. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "You are the supreme primal objective; You are the best in all the universes; You are inexhaustible, and You are the oldest; You are the maintainer of religion, the eternal Personality of Godhead."
    },
    {
      "Textnum": "TEXT 19",
      "Verse-Text": "anādi-madhyāntam ananta-vīryam\nananta-bāhuṁ śaśi-sūrya-netram\npaśyāmi tvāṁ dīpta-hutāśa-vaktraṁ\nsva-tejasā viśvam idaṁ tapantam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "anādi — without beginning; madhya — without middle; antam — without end; ananta — unlimited; vīryam — glorious; ananta — unlimited; bāhum — arms; śaśi — moon; sūrya — sun; netram — eyes; paśyāmi — I see; tvām — You; dīpta — blazing; hutāśa-vaktram — fire coming out of Your mouth; sva-tejasā — by Your; viśvam — this universe; idam — this; tapantam — heating. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "You are the origin without beginning, middle or end. You have numberless arms, and the sun and moon are among Your great unlimited eyes. By Your own radiance You are heating this entire universe."
    },
    {
      "Textnum": "TEXT 20",
      "Verse-Text": "dyāv ā-pṛthivyor idam antaraṁ hi\nvyāptaṁ tvayaikena diśaś ca sarvāḥ\ndṛṣṭvādbhutaṁ rūpam ugraṁ tavedaṁ\nloka-trayaṁ pravyathitaṁ mahātman",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "dyau — in outer space; āpṛthivyoḥ — of the earth; idam — this; antaram — in between; hi — certainly; vyāptam — pervaded; tvayā — by You; ekena — by one; diśaḥ — directions; ca — and; sarvāḥ — all; dṛṣṭvā — by seeing; adbhutam — wonderful; rūpam — form; ugram — terrible; tava — Your; idam — this; loka — planetary system; trayam — three; pravyathitam — perturbed; mahātman — O great one. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Although You are one, You are spread throughout the sky and the planets and all space between. O great one, as I behold this terrible form, I see that all the planetary systems are perplexed."
    },
    {
      "Textnum": "TEXT 21",
      "Verse-Text": "amī hi tvāṁ sura-saṅghā viśanti\nkecid bhītāḥ prāñjalayo gṛṇanti\nsvastīty uktvā maharṣi-siddha-saṅghāḥ\nstuvanti tvāṁ stutibhiḥ puṣkalābhiḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "amī — all those; hi — certainly; tvām — unto You; sura-saṅghāḥ — groups of demigods; viśanti — entering; kecit — some of them; bhītāḥ — out of fear; prāñjalayaḥ — with folded hands; gṛṇanti — offering prayers unto; svasti — all peace; iti — thus; uktvā — speaking like that; maharṣi — great sages; siddha-saṅghāḥ — perfect sages; stuvanti — singing hymns; tvām — unto You; stutibhiḥ — with prayers; puṣkalābhiḥ — Vedic hymns. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "All the demigods are surrendering and entering into You. They are very much afraid, and with folded hands they are singing the Vedic hymns."
    },
    {
      "Textnum": "TEXT 22",
      "Verse-Text": "rudrādityā vasavo ye ca sādhyā\nviśve 'śvinau marutaś coṣmapāś ca\ngandharva-yakṣāsura-siddha-saṅghā\nvīkṣante tvāṁ vismitāś caiva sarve",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "rudra — manifestations of Lord Śiva; ādityāḥ — the Ādityas; vasavaḥ — the Vasus; ye — all those; ca — and; sādhyāḥ — the Sādhyas; viśve — the Viśvadevas; aśvinau — the Aśvinīkumāras; marutaḥ — the Maruts; ca — and; uṣmapāḥ — the forefathers; ca — and; gandharva — the Gandharvas; yakṣa — the Yakṣas; asura-siddha — the demons and the perfected demigods; saṅghāḥ — assemblies; vīkṣante — are seeing; tvām — You; vismitāḥ — in wonder; ca — also; eva — certainly; sarve — all. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The different manifestations of Lord Śiva, the Ādityas, the Vasus, the Sādhyas, the Viśvadevas, the two Aśvins, the Māruts, the forefathers and the Gandharvas, the Yakṣas, Asuras, and all perfected demigods are beholding You in wonder."
    },
    {
      "Textnum": "TEXT 23",
      "Verse-Text": "rūpaṁ mahat te bahu-vaktra-netraṁ\nmahā-bāho bahu-bāhūru-pādam\nbahūdaraṁ bahu-daṁṣṭrā-karālaṁ\ndṛṣṭvā lokāḥ pravyathitās tathāham",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "rūpam — form; mahat — very great; te — of You; bahu — many; vaktra — faces; netram — eyes; mahā-bāho — O mighty-armed one; bahu — many; bāhu — arms; ūru — thighs; pādam — legs; bahu-udaram — many bellies; babu-daṁṣṭrā — many teeth; karālam — horrible; dṛṣṭvā — seeing; lokāḥ — all the planets; pravyathitāḥ — perturbed; tathā — similarly; aham — I. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O mighty-armed one, all the planets with their demigods are disturbed at seeing Your many faces, eyes, arms, bellies and legs and Your terrible teeth, and as they are disturbed, so am I."
    },
    {
      "Textnum": "TEXT 24",
      "Verse-Text": "nabhaḥ-spṛśaṁ dīptam aneka-varṇaṁ\nvyāttānanaṁ dīpta-viśāla-netram\ndṛṣṭvā hi tvāṁ pravyathitāntar-ātmā\ndhṛtiṁ na vindāmi śamaṁ ca viṣṇo",
      "Word-for-Word": "nabhaḥ spṛśam — touching the sky; dīptam — glowing; aneka — many; varṇam — color; vyāttā — open; ānanam — mouth; dīpta — glowing; viśāla — very great; netram — eyes; dṛṣṭvā — by seeing; hi — certainly; tvām — You; pravyathitā — perturbed; antaḥ — within; ātmā — soul; dhṛtim — steadiness; na — no; vindāmi — and have; śamam — mental tranquility; ca — also; viṣṇo — O Lord Viṣṇu. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O all-pervading Viṣṇu, I can no longer maintain my equilibrium. Seeing Your radiant colors fill the skies and beholding Your eyes and mouths, I am afraid."
    },
    {
      "Textnum": "TEXT 25",
      "Verse-Text": "daṁṣṭrā-karālāni ca te mukhāni\ndṛṣṭvaiva kālānala-sannibhāni\ndiśo na jāne na labhe ca śarma\nprasīda deveśa jagan-nivāsa",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "daṁṣṭrā — teeth; karālāni — like that; ca — also; te — Your; mukhāni — faces; dṛṣṭvā — seeing; eva — thus; kālānala — the fire of death; sannibhāni — as if blazing; diśaḥ — directions; na jāne — do not know; na labhe — nor obtain; ca śarma — and grace; prasīda — be pleased; deveśa — O Lord of all lords; jagat-nivāsa — refuge of the worlds. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O Lord of lords, O refuge of the worlds, please be gracious to me. I cannot keep my balance seeing thus Your blazing deathlike faces and awful teeth. In all directions I am bewildered."
    },
    {
      "Textnum": "TEXTS 26-27",
      "Verse-Text": "amī ca tvāṁ dhṛtarāṣṭrasya putrāḥ\nsarve sahaivāvani-pāla-saṅghaiḥ\nbhīṣmo droṇaḥ sūta-putras tathāsau\nsahāsmadīyair api yodha-mukhyaiḥ\nvaktrāṇi te tvaramāṇā viśanti\ndaṁṣṭrā-karālāni bhayānakāni\nkecid vilagnā daśanāntareṣu\nsandṛśyante cūrṇitair uttamāṅgaiḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "amī — all those; ca — also; tvām — You; dhṛtarāṣṭasya — of Dhṛtarāṣṭra; putrāḥ — sons; sarva — all; saha eva — along with; avanipāla — warrior kings; saṅghaiḥ — with the groups; bhīṣmaḥ — Bhīṣmadeva; droṇaḥ — Droṇācārya; sūta-putraḥ — Karṇa; tathā — also; asau — that; saha — with; asmadīyaiḥ — our; api — also; yodha-mukhyaiḥ — chief among the warriors; vaktrāṇi — mouths; te — Your; tvaramāṇāḥ — fearful; viśanti — entering; daṁṣṭrā — teeth; karālāni — terrible; bhayānakāni — very fearful; kecit — some of them; vilagnāḥ — being attacked; daśanāntareṣu — between the teeth; sandṛśyante — being seen; cūrṇitaiḥ — smashed; uttama-aṅgaiḥ — by the head. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "All the sons of Dhṛtarāṣṭra along with their allied kings, and Bhīṣma, Droṇa and Karṇa, and all our soldiers are rushing into Your mouths, their heads smashed by Your fearful teeth. I see that some are being crushed between Your teeth as well."
    },
    {
      "Textnum": "TEXT 28",
      "Verse-Text": "yathā nadīnāṁ bahavo 'mbu-vegāḥ\nsamudram evābhimukhā dravanti\ntathā tavāmī nara-loka-vīrā\nviśanti vaktrāṇy abhivijvalanti",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yathā — as; nadīnām — of the rivers; bahavaḥ — many; ambu-vegāḥ — waves of the waters; samudram — ocean; eva — certainly; abhimukhāḥ — towards; dravanti — gliding; tathā — similarly; tava — Your; amī — all those; nara-lokavīrāḥ — the kings of human society; viśanti — entering; vaktrāṇi — into the mouths; abhivijvalanti — blazing. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "As the rivers flow into the sea, so all these great warriors enter Your blazing mouths and perish."
    },
    {
      "Textnum": "TEXT 29",
      "Verse-Text": "yathā pradīptaṁ jvalanaṁ pataṅgā\nviśanti nāśāya samṛddha-vegāḥ\ntathaiva nāśāya viśanti lokās\ntavāpi vaktrāṇi samṛddha-vegāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yathā — as; pradīptam — blazing; jvalanam — fire; pataṅgāḥ — moths; viśanti — enters; nāśāya — destruction; samṛddha — full; vegāḥ — speed; tathā eva — similarly; nāśāya — for destruction; viśanti — entering; lokāḥ — all people. tava — unto You; api — also; vaktrāṇi — in the mouths; samṛddha-vegāḥ — with full speed. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I see all people rushing with full speed into Your mouths as moths dash into a blazing fire."
    },
    {
      "Textnum": "TEXT 30",
      "Verse-Text": "lelihyase grasamānaḥ samantāl\nlokān samagrān vadanair jvaladbhiḥ\ntejobhir āpūrya jagat samagraṁ\nbhāsas tavogrāḥ pratapanti viṣṇo",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "lelihyase — licking; grasamānaḥ — devouring; samantāt — from all directions; lokān — people; samagrān — completely; vadanaiḥ — by the mouth; jvaladbhiḥ — with blazing; tejobhiḥ — by effulgence; āpūrya — covering; jagat — the universe; samagram — all; bhāsaḥ — illuminating; tava — Your; ugrāḥ — terrible; pratapanti — scorching; viṣṇo — O all-pervading Lord. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O Viṣṇu, I see You devouring all people in Your flaming mouths and covering the universe with Your immeasurable rays. Scorching the worlds, You are manifest."
    },
    {
      "Textnum": "TEXT 31",
      "Verse-Text": "ākhyāhi me ko bhavān ugra-rūpo\nnamo 'stu te deva-vara prasīda\nvijñātum icchāmi bhavantam ādyaṁ\nna hi prajānāmi tava pravṛttim",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ākhyāhi — please explain; me — unto me; kaḥ — who; bhavān — You; ugra-rūpaḥ — fierce form; namaḥ astu — obeisances; te — unto You; deva-vara — the great one amongst the demigods; prasīda — be gracious; vijñātum — just to know; icchāmi — I wish; bhavantam — You; ādyam — the original; na — never; hi — certainly; prajānāmi — do I know; tava — Your; pravṛttim — mission. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O Lord of lords, so fierce of form, please tell me who You are. I offer my obeisances unto You; please be gracious to me. I do not know what Your mission is, and I desire to hear of it."
    },
    {
      "Textnum": "TEXT 32",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "kālo 'smi loka-kṣaya-kṛt pravṛddho\nlokān samāhartum iha pravṛttaḥ\nṛte 'pi tvāṁ na bhaviṣyanti sarve\nye 'vasthitāḥ pratyanīkeṣu yodhāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Personality of Godhead said; kālaḥ — time; asmi — I am; loka — the worlds; kṣaya-kṛt — destroyer; pravṛddhaḥ — to engage; lokān — all people; samāhartum — to destroy; iha — in this world; pravṛttaḥ — to engage; ṛte api — without even; tvām — you; na — never; bhaviṣyanti — will be; sarve — all; ye — who; avasthitāḥ — situated; pratyanīkeṣu — on the opposite side; yodhāḥ — the soldiers. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: Time I am, destroyer of the worlds, and I have come to engage all people. With the exception of you [the Pāṇḍavas], all the soldiers here on both sides will be slain."
    },
    {
      "Textnum": "TEXT 33",
      "Verse-Text": "tasmāt tvam uttiṣṭha yaśo labhasva\njitvā śatrūn bhuṅkṣva rājyaṁ samṛddham\nmayaivaite nihatāḥ pūrvam eva\nnimitta-mātraṁ bhava savya-sācin",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tasmāt — therefore; tvām — you; uttiṣṭha — get up; yaśaḥ — fame; labhasva — gain; jitvā — conquering; śatrūn — enemies; bhuṅkṣva — enjoy; rājyam — kingdom; samṛddham — flourishing; mayā — by Me; eva — certainly; ete — all these; nihatāḥ — already killed; pūrvam eva — by previous elements; nimitta-mātram — just become the cause; bhava — become; savyasācin — O Savyasācin. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Therefore get up and prepare to fight. After conquering your enemies you will enjoy a flourishing kingdom. They are already put to death by My arrangement, and you, O Savyasācin, can be but an instmment in the fight."
    },
    {
      "Textnum": "TEXT 34",
      "Verse-Text": "droṇaṁ ca bhīṣmaṁ ca jayadrathaṁ ca\nkarṇaṁ tathānyān api yodha-vīrān\nmayā hatāṁs tvaṁ jahi mā vyathiṣṭhā\nyudhyasva jetāsi raṇe sapatnān",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "droṇam ca — also Droṇa; bhīṣmam ca — also Bhīṣma; jayadratham ca — also Jayadratha; karṇam — also Karṇa; tathā — also; anyān — others; api — certainly; yodha-vīrān — great warriors; mayā — by Me; hatān — already killed; tvam — you; jahi — become victorious; mā — never; vyathiṣṭhāḥ — be disturbed; yudhyasva — just fight; jetāsi — just conquer; raṇe — in the fight; sapatnān — enemies. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: All the great warriors-Droṇa, Bhīṣma, Jayadratha, Karṇa-are already destroyed. Simply fight, and you will vanquish your enemies."
    },
    {
      "Textnum": "TEXT 35",
      "Uvaca-line": "sañjaya uvāca",
      "Verse-Text": "etac chrutvā vacanaṁ keśavasya\nkṛtāñjalir vepamānaḥ kirītī\nnamaskṛtvā bhūya evāha kṛṣṇaṁ\nsa-gadgadaṁ bhīta-bhītaḥ praṇamya",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sañjayaḥ uvāca — Sañjaya said; etat — thus; śrutvā — hearing; vacanam — speech; keśavasya — of Kṛṣṇa; kṛtāñjaliḥ — with folded hands; vepamānaḥ — trembling; kirītī — Arjuna; namaskṛtvā — offering obeisances; bhūyaḥ — again; eva — also; āha kṛṣṇam — said unto Kṛṣṇa; sa-gadgadam — faltering; bhīta-bhītaḥ — fearful; praṇamya — offering obeisances. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Sañjaya said to Dhṛtarāṣṭra: O King, after hearing these words from the Supreme Personality of Godhead, Arjuna trembled, fearfully offered obeisances with folded hands and began, falteringly, to speak as follows:"
    },
    {
      "Textnum": "TEXT 36",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "sthāne hṛṣīkeśa tava prakīrtyā\njagat prahṛṣyaty anurajyate ca\nrakṣāṁsi bhītāni diśo dravanti\nsarve namasyanti ca siddha-saṅghāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; sthāne — rightly; hṛṣīkeśa — O master of all senses; tava — Your; prakīrtya — glories; jagat — the entire world; prahṛṣyati — rejoicing; anurajyate — becoming attached; rakṣāṁsi — the demons; bhītāni — out of fear; diśaḥ — directions; dravanti — fleeing; sarve — all; namasyanti — offering respect; ca — also; siddha-saṅghāḥ — the perfect human beings. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O Hṛṣīkeśa, the world becomes joyful upon hearing Your name and thus everyone becomes attached to You. Although the perfected beings offer You their respectful homage, the demons are afraid, and they flee here and there. All this is rightly done."
    },
    {
      "Textnum": "TEXT 37",
      "Verse-Text": "kasmāc ca te na nameran mahātman\ngarīyase brahmaṇo 'py ādi-kartre\nananta deveśa jagan-nivāsa\ntvam akṣaraṁ sad-asat tat paraṁ yat",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kasmāt — why; ca — also; te — unto You; na — not; nameran — offer proper obeisances; mahātman — O great one; garīyase — You are better than; brahmaṇaḥ — Brahmā; api — although; ādi-kartre — the supreme creator; ananta — unlimited; deveśa-God of the gods; jagat-nivāsa — O refuge of the universe; tvam — You are; akṣaram — imperishable; sat-asat — cause and effect; tat-param — transcendental; yat — because. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O great one, who stands above even Brahmā, You are the original master. Why should they not offer their homage up to You, O limitless one? O refuge of the universe, You are the invincible source, the cause of all causes, transcendental to this material manifestation."
    },
    {
      "Textnum": "TEXT 38",
      "Verse-Text": "tvam ādi-devaḥ puruṣaḥ purāṇas\ntvam asya viśvasya paraṁ nidhānam\nvettāsi vedyaṁ ca paraṁ ca dhāma\ntvayā tataṁ viśvam ananta-rūpa",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tvam — You; ādi-devaḥ — the original Supreme God; puruṣaḥ — personality; purāṇaḥ — old; tvam — You; asya — this; viśvasya — universe; param — transcendental; nidhānam — refuge; vettā — knower; asi — You are; vedyam ca — and the knowable; param ca — and transcendental; dhāma — refuge; tvayā — by You; tatam — pervaded; viśvam — universe; ananta-rūpa — unlimited form. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "You are the original Personality, the Godhead. You are the only sanctuary of this manifested cosmic world. You know everything, and You are all that is knowable. You are above the material modes. O limitless form! This whole cosmic manifestation is pervaded by You!"
    },
    {
      "Textnum": "TEXT 39",
      "Verse-Text": "vāyur yamo 'gnir varuṇaḥ śaśāṅkaḥ\nprajāpatis tvaṁ prapitāmahaś ca\nnamo namas te 'stu sahasra-kṛtvaḥ\npunaś ca bhūyo 'pi namo namas te",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "vāyuḥ — air; yamaḥ — controller; agniḥ — fire; varuṇaḥ — water; śaśāṅkaḥ — moon; prajāpatiḥ — Brahmā; tvam — You; prapitāmahaḥ — grandfather; ca — also; namaḥ — offering respects; namaḥ te — again I offer my respects unto You; astu — are being; sahasra-kṛtvaḥ — a thousand times; punaḥ ca — and again; bhūyaḥ — again; api — also; namaḥ — offer my respects; namaḥ te — offering my respects unto You. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "You are air, fire, water, and You are the moon! You are the supreme controller and the grandfather. Thus I offer my respectful obeisances unto You a thousand times, and again and yet again!"
    },
    {
      "Textnum": "TEXT 40",
      "Verse-Text": "namaḥ purastād atha pṛṣṭhatas te\nnamo 'stu te sarvata eva sarva\nananta-vīryāmita-vikramas tvaṁ\nsarvaṁ samāpnoṣi tato 'si sarvaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "namaḥ — offering obeisances; purastāt — from the front; atha — also; pṛṣṭhataḥ — from behind; te — You; namaḥ astu — offer my respects; te — unto You; sarvataḥ — from all sides; eva sarva — because You are everything; ananta-vīrya — unlimited potency; amita-vikramaḥ — unlimited force; tvam — You; sarvam — everything; samāpnoṣi — cover; tataḥ asi — therefore You are; sarvaḥ — everything. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Obeisances from the front, from behind and from all sides! O unbounded power, You are the master of limitless, might! You are all-pervading, and thus You are everything!"
    },
    {
      "Textnum": "TEXTS 41-42",
      "Verse-Text": "sakheti matvā prasabhaṁ yad uktaṁ\nhe kṛṣṇa he yādava he sakheti\najānatā mahimānaṁ tavedaṁ\nmayā pramādāt praṇayena vāpi\nyac cāvahāsārtham asat-kṛto 'si\nvihāra-śayyāsana-bhojaneṣu\neko 'tha vāpy acyuta tat-samakṣaṁ\ntat kṣāmaye tvām aham aprameyam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sakhā — friend; iti — thus; matvā — thinking; prasabham — temporary; yat — whatever; uktam — said; he krṣṇa — O Kṛṣṇa; he yādava — O Yādava; he sakhā iti — O my dear friend, ajānatā — without knowing; mahimānam — glories; tava — Your; idam — this; mayā — by me; pramādāt — out of foolishness; pranayena — out of love; vā api — either; yat — whatever; ca — also; avahāsārtham — for joking; asatkṛtaḥ — dishonor; asi — have been done; vihāra — in relaxation; śayyā — in joking; āsana — in a resting place; bhojaneṣu — or while eating together; ekaḥ — alone; athavā — or; api — others; acyuta — O infallible one; tat-samakṣam — as Your competitor; tat — all those; kṣāmaye — excuse; tvām — You; aham — I; aprameyam — immeasurable. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I have in the past addressed You as \"O Kṛṣṇa,\" \"O Yādava,\" \"O my friend,\" without knowing Your glories. Please forgive whatever I may have done in madness or in love. I have dishonored You many times while relaxing or while lying on the same bed or eating together, sometimes alone and sometimes in front of many friends. Please excuse me for all my offenses."
    },
    {
      "Textnum": "TEXT 43",
      "Verse-Text": "pitāsi lokasya carācarasya\ntvam asya pūjyaś ca gurur garīyān\nna tvat-samo 'sty abhyadhikaḥ kuto 'nyo\nloka-traye 'py apratima-prabhāva",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "pitā — father; asi — You are; lokasya — of all the world; cara — moving; acarasya — nonmoving; tvam — You are; asya — of this; pūjyaḥ — worshipable; ca — also; guruḥ — master; garīyān — glorious; na — never; tvat-samaḥ — equal to You; asti — there is; abhyadhikaḥ — greater; kutaḥ — how is it possible; anyaḥ — other; loka-traye — in three planetary systems; api — also; apratima — immeasurable; prabhāva — power. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "You are the father of this complete cosmic manifestation, the worshipable chief, the spiritual master. No one is equal to You, nor can anyone be one with You. Within the three worlds, You are immeasurable."
    },
    {
      "Textnum": "TEXT 44",
      "Verse-Text": "tasmāt praṇamya praṇidhāya kāyaṁ\nprasādaye tvām aham īśam īḍyam\npiteva putrasya sakheva sakhyuḥ\npriyaḥ priyāyārhasi deva soḍhum",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tasmāt — therefore; praṇamya — after offering obeisances; praṇidhāya — laying down; kāyam — body; prasādaye — to beg mercy; tvām — unto you; aham — I; īśam — unto the Supreme Lord; īḍyam — who is worshipable; pitā iva — like a father; putrasya — of a son; sakhā iva — like a friend; sakhyuḥ — of a friend; priyaḥ — lover; priyāyāḥ — of the dearmost; arhasi — You should; deva — my Lord; soḍhum — tolerate. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "You are the Supreme Lord, to be worshiped by every living being. Thus I fall down to offer You my respects and ask Your mercy. Please tolerate the wrongs that I may have done to You and bear with me as a father with his son, or a friend with his friend, or a lover with his beloved."
    },
    {
      "Textnum": "TEXT 45",
      "Verse-Text": "adṛṣṭa-pūrvaṁ hṛṣito 'smi dṛṣṭvā\nbhayena ca pravyathitaṁ mano me\ntad eva me darśaya deva rūpaṁ\nprasīda deveśa jagan-nivāsa",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "adṛṣṭa-pūrvam — never seen before; hṛṣitaḥ — gladdened; asmi — I am; dṛṣṭvā — by seeing; bhayena — out of fear; ca — also; pravyathitam — perturbed; manaḥ — mind; me — mine; tat — therefore; eva — certainly; me — unto me; darśaya — show; deva — O Lord; rūpam — the form; prasīda — just be gracious; deveśa — O Lord of lords; jagat-nivāsa — the refuge of the universe. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "After seeing this universal form, which I have never seen before, I am gladdened, but at the same time my mind is disturbed with fear. Therefore please bestow Your grace upon me and reveal again Your form as the Personality of Godhead, O Lord of lords, O abode of the universe."
    },
    {
      "Textnum": "TEXT 46",
      "Verse-Text": "kirīṭinaṁ gadinaṁ cakra-hastam\nicchāmi tvāṁ draṣṭum ahaṁ tathaiva\ntenaiva rūpeṇa catur-bhujena\nsahasra-bāho bhava viśva-mūrte",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kirīṭinam — with helmet; gadinam — with club; cakra-hastam — disc in hand; icchāmi — I wish; tvām — You; draṣṭum — to see; aham — I; tathā eva — in that position; tena eva — by that; rūpeṇa — with form; catur-bhujena — four-handed; sahasra-bāho — O thousand-handed one; bhava — just become; viśva-mūrte — O universal form. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O universal Lord, I wish to see You in Your four-armed form, with helmeted head and with club, wheel, conch and lotus flower in Your hands. I long to see You in that form."
    },
    {
      "Textnum": "TEXT 47",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "mayā prasannena tavārjunedaṁ\nrūpaṁ paraṁ darśitam ātma-yogāt\ntejo-mayaṁ viśvam anantam ādyaṁ\nyan me tvad anyena na dṛṣṭa-pūrvam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Personality of Godhead said; mayā — by Me; prasannena — happily; tava — unto you; arjuna — O Arjuna; idam — this; rūpam — form; param — transcendental; darśitam — shown; ātma-yogāt — by My internal potency; tejomayam — full of effulgence; viśvam — the entire universe; anantam — unlimited; ādyam — original; yat me — that which is Mine; tvat-anyena — besides you; na dṛṣṭa-pūrvam — no one has previously seen. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: My dear Arjuna, happily do I show you this universal form within the material world by My internal potency. No one before you has ever seen this unlimited and glaringly effulgent form."
    },
    {
      "Textnum": "TEXT 48",
      "Verse-Text": "na veda-yajñādhyayanair na dānair\nna ca kriyābhir na tapobhir ugraiḥ\nevaṁ-rūpaḥ śakya ahaṁ nṛ-loke\ndraṣṭuṁ tvad anyena kuru-pravīra",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; veda — Vedic study; yajña — sacrifice; adhyayanaiḥ — studying; na dānaiḥ — by charity; na — never; ca — also; kriyābhiḥ — by pious activities; na tapobhiḥ — by serious penances; ugraiḥ — severe; evam — thus; rūpaḥ — form; śakyaḥ — can be seen; aham — I; nṛloke — in this material world; draṣṭum — to see; tvat — you; anyena — by another; kuru-pravīra — O best among the Kuru warriors. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O best of the Kuru warriors, no one before you has ever seen this universal form of Mine, for neither by studying the Vedas, nor by performing sacrifices, nor by charities or similar activities can this form be seen. Only you have seen this."
    },
    {
      "Textnum": "TEXT 49",
      "Verse-Text": "mā te vyathā mā ca vimūḍha-bhāvo\ndṛṣṭvā rūpaṁ ghoram īdṛṅ mamedam\nvyapeta-bhīḥ prīta-manāḥ punas tvaṁ\ntad eva me rūpam idaṁ prapaśya",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mā — let it not be; te — unto you; vyathā — trouble; mā — let it not be; ca — also; vimūḍha-bhāvaḥ — bewilderment; dṛṣṭvā — by seeing; rūpam — form; ghoram — horrible; īdṛk — like this; mama — My; idam — as it is; vyapetabhīḥ — just become free from all fear; prīta-manāḥ — be pleased in mind; punaḥ — again; tvam — you; tat — that; eva — thus; me — My; rūpam — form; idam — this; prapaśya — just see. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Your mind has been perturbed upon seeing this horrible feature of Mine. Now let it be finished. My devotee, be free from all disturbance. With a peaceful mind you can now see the form you desire."
    },
    {
      "Textnum": "TEXT 50",
      "Uvaca-line": "sañjaya uvāca",
      "Verse-Text": "ity arjunaṁ vāsudevas tathoktvā\nsvakaṁ rūpaṁ darśayām āsa bhūyaḥ\nāśvāsayām āsa ca bhītam enaṁ\nbhūtvā punaḥ saumya-vapur mahātmā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sañjayaḥ uvāca — Sañjaya said; iti — thus; arjunam — unto Arjuna; vāsudevaḥ — Kṛṣṇa; tathā — that way; uktvā — saying; svakam — His own; rūpam — form; darśayāmāsa — showed; bhūyaḥ — again; āśvāsayāmāsa — also convinced him; ca — also; bhītam — fearful; enam — him; bhūtvā punaḥ — becoming again; saumya-vapuḥ — beautiful form; mahātmā — the great one. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Sañjaya said to Dhṛtarāṣṭra: The Supreme Personality of Godhead, Kṛṣṇa, while speaking thus to Arjuna, displayed His real four-armed form, and at last He showed him His two-armed form, thus encouraging the fearful Arjuna."
    },
    {
      "Textnum": "TEXT 51",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "dṛṣṭvedaṁ mānuṣaṁ rūpaṁ\ntava saumyaṁ janārdana\nidānīm asmi saṁvṛttaḥ\nsa-cetāḥ prakṛtiṁ gataḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; dṛṣṭvā — seeing; idam — this; mānuṣam — human being; rūpam — form; tava — Your; saumyam — very beautiful; janārdana — O chastiser of the enemies; idānīm — just now; asmi — I am; saṁvṛttaḥ — settled; sa-cetāḥ — in my consciousness; prakṛtim — my own; gataḥ — I am. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "When Arjuna thus saw Kṛṣṇa in His original form, he said: Seeing this humanlike form, so very beautiful, my mind is now pacified, and I am restored to my original nature."
    },
    {
      "Textnum": "TEXT 52",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "su-durdarśam idaṁ rūpaṁ\ndṛṣṭavān asi yan mama\ndevā apy asya rūpasya\nnityaṁ darśana-kāṅkṣiṇaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Personality of Godhead said; sudur-darśana — very difficult to be seen; idam — this; rūpam — form; dṛṣṭavān asi — as you have seen; yat — which; mama — of Mine; devāḥ — the demigods; api asya — also this; rūpasya — of the form; nityam — eternally; darśana-kāṅkṣiṇaḥ — always aspire to see. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Blessed Lord said: My dear Arjuna, the form which you are now seeing is very difficult to behold. Even the demigods are ever seeking the opportunity to see this form which is so dear."
    },
    {
      "Textnum": "TEXT 53",
      "Verse-Text": "nāhaṁ vedair na tapasā\nna dānena na cejyayā\nśakya evaṁ-vidho draṣṭuṁ\ndṛṣṭavān asi māṁ yathā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; aham — I; vedaiḥ — by study of the Vedas; na — never; tapasā — by serious penances; na — never; dānena — by charity; na — never; ca — also; ijyayā — by worship; śakyaḥ — is it possible; evam-vidhaḥ — like this; draṣṭum — to see; dṛṣṭavān — seeing; asi — you are; mām — Me; yathā — as. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The form which you are seeing with your transcendental eyes cannot be understood simply by studying the Vedas, nor by undergoing serious penances, nor by charity, nor by worship. It is not by these means that one can see Me as I am."
    },
    {
      "Textnum": "TEXT 54",
      "Verse-Text": "bhaktyā tv ananyayā śakya\naham evaṁ-vidho 'rjuna\njñātuṁ draṣṭuṁ ca tattvena\npraveṣṭuṁ ca parantapa",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "bhaktyā — by devotional service; tu — but; ananyayā — without being mixed with fruitive activities or speculative knowledge; śakyaḥ — possible; aham — I; evam-vidhaḥ — like this; arjuna — O Arjuna; jñātum — to know; draṣṭum — to see; tattvena — in fact; praveṣṭum — and to enter into; ca — also; parantapa — O mighty-armed one. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "My dear Arjuna, only by undivided devotional service can I be understood as I am, standing before you, and can thus be seen directly. Only in this way can you enter into the mysteries of My understanding."
    },
    {
      "Textnum": "TEXT 55",
      "Verse-Text": "mat-karma-kṛn mat-paramo\nmad-bhaktaḥ saṅga-varjitaḥ\nnirvairaḥ sarva-bhūteṣu\nyaḥ sa mām eti pāṇḍava",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mat-karma-kṛt — engaged in doing My work; mat-paramaḥ — concerning Me, the Supreme; mat-bhaktaḥ — engaged in My devotional service; saṅga-varjitaḥ — freed from the contamination of previous activities and mental speculation; nirvairaḥ — without an enemy; sarva-bhūteṣu — to every living entity; yaḥ — one who; saḥ — he; mām — unto Me; eti — comes; pāṇḍava — O son of Pāṇḍu. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "My dear Arjuna, one who is engaged in My pure devotional service, free from the contaminations of previous activities and from mental speculation, who is friendly to every living entity, certainly comes to Me."
    }
  ]
}