{
  "Chapter-Desc": "7. Knowledge of the Absolute",
  "Verses": [
    {
      "Text-num": "TEXT 1",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "mayy āsakta-manāḥ pārtha\nyogaṁ yuñjan mad-āśrayaḥ\nasaṁśayaṁ samagraṁ māṁ\nyathā jñāsyasi tac chṛṇu",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Lord said; mayi — unto Me; āsakta-manāḥ — mind attached; pārtha — O son of Pṛthā; yogam — self-realization; yuñjan — so practicing; mat-āśrayaḥ — in consciousness of Me (Kṛṣṇa consciousness); asaṁśayam — without doubt; samagram — completely; mām — unto Me; yathā — as much as; jñāsyasi — you can know; tat — that; śṛṇu — try to hear.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Now hear, O son of Pṛthā [Arjuna], how by practicing yoga in full consciousness of Me, with mind attached to Me, you can know Me in full, free from doubt."
    },
    {
      "Text-num": "TEXT 2",
      "Verse-Text": "jñānaṁ te ’haṁ sa-vijñānam\nidaṁ vakṣyāmy aśeṣataḥ\nyaj jñātvā neha bhūyo ’nyaj\njñātavyam avaśiṣyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "jñānam — phenomenal knowledge; te — unto you; aham — I; sa — with; vijñānam — noumenal knowledge; idam — this; vakṣyāmi — shall explain; aśeṣataḥ — in full; yat — which; jñātvā — knowing; na — not; iha — in this world; bhūyaḥ — further; anyat — anything more; jñātavyam — knowable; avaśiṣyate — remains to be known.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I shall now declare unto you in full this knowledge both phenomenal and noumenal, by knowing which there shall remain nothing further to be known."
    },
    {
      "Text-num": "TEXT 3",
      "Verse-Text": "manuṣyāṇāṁ sahasreṣu\nkaścid yatati siddhaye\nyatatām api siddhānāṁ\nkaścin māṁ vetti tattvataḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "manuṣyāṇām — of men; sahasreṣu — out of many thousands; kaścit — someone; yatati — endeavors; siddhaye — for perfection; yatatām — of those so endeavoring; api — indeed; siddhānām — of those who have achieved perfection; kaścit — someone; mām — Me; vetti — does know; tattvataḥ — in fact.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth."
    },
    {
      "Text-num": "TEXT 4",
      "Verse-Text": "bhūmir āpo ’nalo vāyuḥ\nkhaṁ mano buddhir eva ca\nahaṅkāra itīyaṁ me\nbhinnā prakṛtir aṣṭadhā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "bhūmiḥ — earth; āpaḥ — water; analaḥ — fire; vāyuḥ — air; kham — ether; manaḥ — mind; buddhiḥ — intelligence; eva — certainly; ca — and; ahaṅkāraḥ — false ego; iti — thus; iyam — all these; me — My; bhinnā — separated; prakṛtiḥ — energies; aṣṭadhā — total eight.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Earth, water, fire, air, ether, mind, intelligence and false ego — altogether these eight comprise My separated material energies."
    },
    {
      "Text-num": "TEXT 5",
      "Verse-Text": "apareyam itas tv anyāṁ\nprakṛtiṁ viddhi me parām\njīva-bhūtāṁ mahā-bāho\nyayedaṁ dhāryate jagat",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "aparā — inferior; iyam — this; itaḥ — besides this; tu — but; anyām — another; prakṛtim — energy; viddhi — just try to understand; me — My; parām — superior; jīva-bhūtām — the living entities; mahā-bāho — O mighty-armed one; yayā — by whom; idam — this; dhāryate — being utilized or exploited; jagat — the material world.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which are all living entities who are struggling with material nature and are sustaining the universe."
    },
    {
      "Text-num": "TEXT 6",
      "Verse-Text": "etad-yonīni bhūtāni\nsarvāṇīty upadhāraya\nahaṁ kṛtsnasya jagataḥ\nprabhavaḥ pralayas tathā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "etat — these two natures; yonīni — source of birth; bhūtāni — everything created; sarvāṇi — all; iti — thus; upadhāraya — know; aham — I; kṛtsnasya — all-inclusive; jagataḥ — of the world; prabhavaḥ — source of manifestation; pralayaḥ — annihilation; tathā — as well as.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Of all that is material and all that is spiritual in this world, know for certain that I am both its origin and dissolution."
    },
    {
      "Text-num": "TEXT 7",
      "Verse-Text": "mattaḥ parataraṁ nānyat\nkiñcid asti dhanañjaya\nmayi sarvam idaṁ protaṁ\nsūtre maṇi-gaṇā iva",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mattaḥ — beyond Myself; parataram — superior; na — not; anyat — anything else; kiñcit — something; asti — there is; dhanañjaya — O conquerer of wealth; mayi — in Me; sarvam — all that be; idam — which we see; protam — strung; sūtre — on a thread; maṇi-gaṇāḥ — pearls; iva — likened.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O conquerer of wealth [Arjuna], there is no Truth superior to Me. Everything rests upon Me, as pearls are strung on a thread."
    },
    {
      "Text-num": "TEXT 8",
      "Verse-Text": "raso ’ham apsu kaunteya\nprabhāsmi śaśi-sūryayoḥ\npraṇavaḥ sarva-vedeṣu\nśabdaḥ khe pauruṣaṁ nṛṣu",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "rasaḥ — taste; aham — I; apsu — in water; kaunteya — O son of Kuntī; prabhā asmi — I am the light; śaśi-sūryayoḥ — in the sun and the moon; praṇavaḥ — the three letters A. U. M. ; sarva — in all; vedeṣu — in the Vedas; śabdaḥ — sound vibration; khe — in the ether; pauruṣam — ability; nṛṣu — in man.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O son of Kuntī [Arjuna], I am the taste of water, the light of the sun and the moon, the syllable om in the Vedic mantras; I am the sound in ether and ability in man."
    },
    {
      "Text-num": "TEXT 9",
      "Verse-Text": "puṇyo gandhaḥ pṛthivyāṁ ca\ntejaś cāsmi vibhāvasau\njīvanaṁ sarva-bhūteṣu\ntapaś cāsmi tapasviṣu",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "puṇyaḥ — original; gandhaḥ — fragrance; pṛthivyām — in the earth; ca — also; tejaḥ — temperature; ca — also; asmi — I am; vibhāvasau — in the fire; jīvanam — life; sarva — all; bhūteṣu — living entities; tapaḥ — penance; ca — also; asmi — I am; tapasviṣu — in those who practice penance.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I am the original fragrance of the earth, and I am the heat in fire. I am the life of all that lives, and I am the penances of all ascetics."
    },
    {
      "Text-num": "TEXT 10",
      "Verse-Text": "bījaṁ māṁ sarva-bhūtānāṁ\nviddhi pārtha sanātanam\nbuddhir buddhimatām asmi\ntejas tejasvinām aham",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "bījam — seed; mām — unto Me; sarva-bhūtānām — of all living entities; viddhi — try to understand; pārtha — O son of Pṛthā; sanātanam — original, eternal; buddhiḥ — intelligence; buddhimatām — of the intelligent; asmi — I am; tejaḥ — prowess; tejasvinām — of the powerful; aham — I am.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O son of Pṛthā, know that I am the original seed of all existences, the intelligence of the intelligent, and the prowess of all powerful men."
    },
    {
      "Text-num": "TEXT 11",
      "Verse-Text": "balaṁ balavatāṁ cāhaṁ\nkāma-rāga-vivarjitam\ndharmāviruddho bhūteṣu\nkāmo ’smi bharatarṣabha",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "balam — strength; balavatām — of the strong; ca — and; aham — I am; kāma — passion; rāga — attachment; vivarjitam — devoid of; dharma-aviruddha — not against the religious principles; bhūteṣu — in all beings; kāmaḥ — sex-life; asmi — I am; bharatarṣabha — O lord of the Bhāratas.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I am the strength of the strong, devoid of passion and desire. I am sex life which is not contrary to religious principles, O Lord of the Bhāratas [Arjuna]."
    },
    {
      "Text-num": "TEXT 12",
      "Verse-Text": "ye caiva sāttvikā bhāvā\nrājasās tāmasāś ca ye\nmatta eveti tān viddhi\nna tv ahaṁ teṣu te mayi",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ye — all those; ca — and; eva — certainly; sāttvikāḥ — in goodness; bhāvāḥ — states of being; rājasāḥ — mode of passion; tāmasāḥ — mode of ignorance; ca — also; ye — although; mattaḥ — from Me; eva — certainly; iti — thus; tān — those; viddhi — try to know; na — not; tu — but; aham — I; teṣu — in those; te — they; mayi — unto Me.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "All states of being — be they of goodness, passion or ignorance — are manifested by My energy. I am, in one sense, everything — but I am independant. I am not under the modes of this material nature."
    },
    {
      "Text-num": "TEXT 13",
      "Verse-Text": "tribhir guṇa-mayair bhāvair\nebhiḥ sarvam idaṁ jagat\nmohitaṁ nābhijānāti\nmām ebhyaḥ param avyayam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "tribhiḥ — three; guṇamayaiḥ — by the three guṇas; bhāvaiḥ — state of being; ebhiḥ — all this; sarvam — the whole world; idam — in this world; jagat — universe; mohitam — deluded; na abhijānāti — do not know; mām — unto Me; ebhyaḥ — above these; param — the Supreme; avyayam — inexhaustible.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Deluded by the three modes [goodness, passion and ignorance], the whole world does not know Me who am above the modes and inexhaustible."
    },
    {
      "Text-num": "TEXT 14",
      "Verse-Text": "daivī hy eṣā guṇa-mayī\nmama māyā duratyayā\nmām eva ye prapadyante\nmāyām etāṁ taranti te",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "daivī — transcendental; hi — certainly; eṣā — this; guṇamayī — consisting of the three modes of material nature; mama — My; māyā — energy; duratyayā — very difficult to overcome; mām — unto Me; eva — certainly; ye — those; prapadyante — surrender; māyām etām — this illusory energy; taranti — overcome; te — they.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it."
    },
    {
      "Text-num": "TEXT 15",
      "Verse-Text": "na māṁ duṣkṛtino mūḍhāḥ\nprapadyante narādhamāḥ\nmāyayāpahṛta-jñānā\nāsuraṁ bhāvam āśritāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — not; mām — unto Me; duṣkṛtinaḥ — miscreants; mūḍhāḥ — foolish; prapadyante — surrender; narādhamāḥ — lowest among mankind; māyayā — by the illusory energy; apahṛta — stolen by illusion; jñānāḥ — knowledge; asuram — demonic; bhāvam — nature; āśritāḥ — accepting.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me."
    },
    {
      "Text-num": "TEXT 16",
      "Verse-Text": "catur-vidhā bhajante māṁ\njanāḥ sukṛtino ’rjuna\nārto jijñāsur arthārthī\njñānī ca bharatarṣabha",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "catur-vidhāḥ — four kinds of; bhajante — render services; mām — unto Me; janāḥ — persons; sukṛtinaḥ — those who are pious; arjuna — O Arjuna; ārtaḥ — the distressed; jijñāsuḥ — the inquisitive; artha-arthī — one who desires material gain; jñānī — one who knows things as they are; ca — also; bharatarṣabha — O great one amongst the descendants of Bharata.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O best among the Bhāratas [Arjuna], four kinds of pious men render devotional service unto Me — the distressed, the desirer of wealth, the inquisitive, and he who is searching for knowledge of the Absolute."
    },
    {
      "Text-num": "TEXT 17",
      "Verse-Text": "teṣāṁ jñānī nitya-yukta\neka-bhaktir viśiṣyate\npriyo hi jñānino ’tyartham\nahaṁ sa ca mama priyaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "teṣām — out of them; jñānī — one in full knowledge; nitya-yuktaḥ — always engaged; eka — only one; bhaktiḥ — devotional service; viśiṣyate — especially; priyaḥ — very dear; hi — certainly; jñāninaḥ — person in knowledge; atyartham — highly; aham — I am; saḥ — he; ca — also; mama — Mine; priyaḥ — dear.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Of these, the wise one who is in full knowledge in union with Me through pure devotional service is the best. For I am very dear to him, and he is dear to Me."
    },
    {
      "Text-num": "TEXT 18",
      "Verse-Text": "udārāḥ sarva evaite\njñānī tv ātmaiva me matam\nāsthitaḥ sa hi yuktātmā\nmām evānuttamāṁ gatim",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "udārāḥ — magnanimous; sarve — all; eva — certainly; ete — these; jñānī — one who is in knowledge; tu — but; ātmā eva — just like Myself; me — Mine; matam — opinion; āsthitaḥ — situated; saḥ — he; hi — certainly; yukta-ātmā — engaged in devotional service; mām — unto Me; eva — certainly; anuttamām — the highest goal; gatim — destination.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "All these devotees are undoubtedly magnanimous souls, but he who is situated in knowledge of Me I consider verily to dwell in Me. Being engaged in My transcendental service, he attains Me."
    },
    {
      "Text-num": "TEXT 19",
      "Verse-Text": "bahūnāṁ janmanām ante\njñānavān māṁ prapadyate\nvāsudevaḥ sarvam iti\nsa mahātmā su-durlabhaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "bahūnām — many; janmanām — births; ante — after; jñānavān — he possessing knowledge; mām — unto Me; prapadyate — surrenders; vāsudevaḥ — cause of all causes; sarvam — all; iti — thus; saḥ — such; mahātmā — great soul; sudurlabhaḥ — very rare.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare."
    },
    {
      "Text-num": "TEXT 20",
      "Verse-Text": "kāmais tais tair hṛta-jñānāḥ\nprapadyante ’nya-devatāḥ\ntaṁ taṁ niyamam āsthāya\nprakṛtyā niyatāḥ svayā",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kamaiḥ — by desires; taiḥ — by those; taiḥ — by those; hṛta — distorted; jñānāḥ — knowledge; prapadyante — surrender; anya — other; devatāḥ — demigods; tam — that; tam — that; niyamam — rules; āsthāya — following; prakṛtyā — by nature; niyatāḥ — controlled; svayā — by their own.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Those whose minds are distorted by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures."
    },
    {
      "Text-num": "TEXT 21",
      "Verse-Text": "yo yo yāṁ yāṁ tanuṁ bhaktaḥ\nśraddhayārcitum icchati\ntasya tasyācalāṁ śraddhāṁ\ntām eva vidadhāmy aham",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yaḥ — that; yaḥ — that; yām — which; yām — which; tanum — form of the demigods; bhaktaḥ — devotee; śraddhayā — with faith; arcitum — to worship; icchati — desires; tasya — of that; tasya — of that; acalām — steady; śraddhām — faith; tam — him; eva — surely; vidadhāmi — give; aham — I.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I am in everyone’s heart as the Supersoul. As soon as one desires to worship the demigods, I make his faith steady so that he can devote himself to some particular deity."
    },
    {
      "Text-num": "TEXT 22",
      "Verse-Text": "sa tayā śraddhayā yuktas\ntasyārādhanam īhate\nlabhate ca tataḥ kāmān\nmayaiva vihitān hi tān",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "saḥ — he; tayā — with that; śraddhayā — with faith; yuktaḥ — endowed; tasya — his; ārādhanam — worship; īhate — seeks; labhate — obtains; ca — and; tataḥ — from which; kāmān — desires; mayā — by Me; eva — alone; vihitān — regulated; hi — for; tān — those.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Endowed with such a faith, he seeks favors of a particular demigod and obtains his desires. But in actuality these benefits are bestowed by Me alone."
    },
    {
      "Text-num": "TEXT 23",
      "Verse-Text": "antavat tu phalaṁ teṣāṁ\ntad bhavaty alpa-medhasām\ndevān deva-yajo yānti\nmad-bhaktā yānti mām api",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "antavat tu — limited and temporary; phalam — fruits; teṣām — their; tat — that; bhavati — becomes; alpa-medhasām — of those of small intelligence; devān — demigods’ planets; deva-yajaḥ — worshipers of demigods; yānti — achieve; mat — My; bhaktāḥ — devotees; yānti — attain; mām — unto Me; api — surely.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Men of small intelligence worship the demigods, and their fruits are limited and temporary. Those who worship the demigods go to the planets of the demigods, but My devotees ultimately reach My supreme planet."
    },
    {
      "Text-num": "TEXT 24",
      "Verse-Text": "avyaktaṁ vyaktim āpannaṁ\nmanyante mām abuddhayaḥ\nparaṁ bhāvam ajānanto\nmamāvyayam anuttamam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "avyaktam — nonmanifested; vyaktim — personality; āpannam — achieved; manyante — think; mām — unto Me; abuddhayaḥ — less intelligent persons; param — supreme; bhāvam — state of being; ajānantaḥ — without knowing; mama — My; avyayam — imperishable; anuttamam — the finest.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Unintelligent men, who know Me not, think that I have assumed this form and personality. Due to their small knowledge, they do not know My higher nature, which is changeless and supreme."
    },
    {
      "Text-num": "TEXT 25",
      "Verse-Text": "nāhaṁ prakāśaḥ sarvasya\nyoga-māyā-samāvṛtaḥ\nmūḍho ’yaṁ nābhijānāti\nloko mām ajam avyayam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — nor; aham — I; prakāśaḥ — manifest; sarvasya — to everyone; yoga-māyā — internal potency; samāvṛtaḥ — covered; mūḍhaḥ — foolish; ayam — this; na — not; abhijānāti — can understand; lokaḥ — such less intelligent persons; mām — Me; ajam — unborn; avyayam — inexhaustible.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "I am never manifest to the foolish and unintelligent. For them I am covered by My eternal creative potency [yoga-māyā]; and so the deluded world knows Me not, who am unborn and infallible."
    },
    {
      "Text-num": "TEXT 26",
      "Verse-Text": "vedāhaṁ samatītāni\nvartamānāni cārjuna\nbhaviṣyāṇi ca bhūtāni\nmāṁ tu veda na kaścana",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "veda — know; aham — I; sama — equally; atītāni — past; vartamānāni — present; ca — and; arjuna — O Arjuna; bhaviṣyāṇi — future; ca — also; bhūtāni — living entities; mām — Me; tu — but; veda — knows; na — not; kaścana — anyone.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O Arjuna, as the Supreme Personality of Godhead, I know everything that has happened in the past, all that is happening in the present, and all things that are yet to come. I also know all living entities; but Me no one knows."
    },
    {
      "Text-num": "TEXT 27",
      "Verse-Text": "icchā-dveṣa-samutthena\ndvandva-mohena bhārata\nsarva-bhūtāni sammohaṁ\nsarge yānti parantapa",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "icchā — desire; dveṣa — hate; samutthena — born; dvandva — duality; mohena — overcome; bhārata — O scion of Bharata; sarva — all; bhūtāni — living entities; sammoham — into delusion; sarge — in creation; yānti — go; parantapa — O conquerer of enemies.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O scion of Bharata [Arjuna], O conquerer of the foe, all living entities are born into delusion, overcome by the dualities of desire and hate."
    },
    {
      "Text-num": "TEXT 28",
      "Verse-Text": "yeṣāṁ tv anta-gataṁ pāpaṁ\njanānāṁ puṇya-karmaṇām\nte dvandva-moha-nirmuktā\nbhajante māṁ dṛḍha-vratāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yeṣām — whose; tu — but; anta-gatam — completely eradicated; pāpam — sin; janānām — of the persons; puṇya — pious; karmaṇām — previous activities; te — they; dvandva — duality; moha — delusion; nirmuktāḥ — free from; bhajante — worship; mām — Me; dṛḍha-vratāḥ — with determination.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion, engage themselves in My service with determination."
    },
    {
      "Text-num": "TEXT 29",
      "Verse-Text": "jarā-maraṇa-mokṣāya\nmām āśritya yatanti ye\nte brahma tad viduḥ kṛtsnam\nadhyātmaṁ karma cākhilam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "jarā — old age; maraṇa — death; mokṣāya — for the purpose of liberation; mām — unto Me; āśritya — taking shelter of; yatanti — endeavor; ye — all those; te — such persons; brahma — Brahman; tat — actually that; viduḥ — they know; kṛtsnam — everything; adhyātmam — transcendental; karma — fruitive activities; ca — also; akhilam — entirely.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Intelligent persons who are endeavoring for liberation from old age and death take refuge in Me in devotional service. They are actually Brahman because they entirely know everything about transcendental and fruitive activities."
    },
    {
      "Text-num": "TEXT 30",
      "Verse-Text": "sādhibhūtādhidaivaṁ māṁ\nsādhiyajñaṁ ca ye viduḥ\nprayāṇa-kāle ’pi ca māṁ\nte vidur yukta-cetasaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sa-adhibhūta — the governing principle of the material manifestation; adhidaivam — underlying all the demigods; mām — Me; sa-adhiyajñam — sustaining all sacrifices; ca — and; ye — those; viduḥ — know; prayāṇa — of death; kāle — at the time; api — even; ca — and; mām — Me; te — they; viduḥ — know; yukta-cetasaḥ — with steadfast mind.",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Those who know Me as the Supreme Lord, as the governing principle of the material manifestation, who know Me as the one underlying all the demigods and as the one sustaining all sacrifices, can, with steadfast mind, understand and know Me even at the time of death."
    }
  ]
}
