{
  "Chapter-Desc": "8. Attaining the Supreme",
  "Verses": [
    {
      "Text-num": "TEXT 1",
      "Uvaca-line": "arjuna uvāca",
      "Verse-Text": "kiṁ tad brahma kim adhyātmaṁ\nkiṁ karma puruṣottama\nadhibhūtaṁ ca kiṁ proktam\nadhidaivaṁ kim ucyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "arjunaḥ uvāca — Arjuna said; kim — what; tat — that; brahma — Brahman; kim — what; adhyātmam — the self; kim — what; karma — fruitive activities; puruṣottama — O Supreme Person; adhibhūtam — the material manifestation; ca — and; kim — what; proktam — is called; adhidaivam — the demigods; kim — what; ucyate — is called. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Arjuna inquired: O my Lord, O Supreme Person, what is Brahman? What is the self? What are fruitive activities? What is this material manifestation? And what are the demigods? Please explain this to me."
    },
    {
      "Text-num": "TEXT 2",
      "Verse-Text": "adhiyajñaḥ kathaṁ ko 'tra\ndehe 'smin madhusūdana\nprayāṇa-kāle ca kathaṁ\njñeyo 'si niyatātmabhiḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "adhiyajñaḥ — the Lord of sacrifice; katham — how; kaḥ — who; atra — here; dehe — in the body; asmin — in this; madhusūdana — O Madhusūdana; prayāṇa-kāle — at the time of death; ca — and; katham — how; jñeyaḥ — be known; asi — You can; niyata-ātmabhiḥ — by the self-controlled. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "How does this Lord of sacrifice live in the body, and in which part does He live, O Madhusūdana? And how can those engaged in devotional service know You at the time of death?"
    },
    {
      "Text-num": "TEXT 3",
      "Uvaca-line": "śrī-bhagavān uvāca",
      "Verse-Text": "akṣaraṁ brahma paramaṁ\nsvabhāvo 'dhyātmam ucyate\nbhūta-bhāvodbhava-karo\nvisargaḥ karma-saṁjñitaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śrī bhagavān uvāca — the Supreme Personality of Godhead said; akṣaram — indestructible; brahma — Brahman; paramam — transcendental; svabhāvaḥ — eternal nature; adhyātmam — the self; ucyate — is called; bhūta-bhāva-udbhava-karaḥ — action producing the material bodies of the living entities; visargaḥ — creation; karma — fruitive activities; saṁjñitaḥ — is called. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Supreme Lord said, The indestructible, transcendental living entity is called Brahman, and his eternal nature is called the self. Action pertaining to the development of these material bodies is called karma, or fruitive activities."
    },
    {
      "Text-num": "TEXT 4",
      "Verse-Text": "adhibhūtaṁ kṣaro bhāvaḥ\npuruṣaś cādhidaivatam\nadhiyajño 'ham evātra\ndehe deha-bhṛtāṁ vara",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "adhibhūtam — the physical manifestation; kṣaraḥ — constantly changing; bhāvaḥ — nature; puruṣaḥ — the universal form; ca — and; adhidaivatam — including all demigods like the sun and moon; adhiyajñaḥ — the Supersoul; aham — I (Kṛṣṇa); eva — certainly; atra — in this; dehe — body; deha-bhṛtām — of the embodied; vara — the Supreme. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Physical nature is known to be endlessly mutable. The universe is the cosmic form of the Supreme Lord, and I am that Lord represented as the Supersoul, dwelling in the heart of every embodied being."
    },
    {
      "Text-num": "TEXT 5",
      "Verse-Text": "anta-kāle ca mām eva\nsmaran muktvā kalevaram\nyaḥ prayāti sa mad-bhāvaṁ\nyāti nāsty atra saṁśayaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "anta-kāle — at the end of life; ca — also; mām — unto Me; eva — certainly; smaran — remembering; muktvā — quitting; kalevaram — the body; yaḥ — he who; prayāti — goes; saḥ — he; mad-bhāvam — My nature; yati — achieves; na — not; asti — there is; atra — here; saṁśayaḥ — doubt. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "And whoever, at the time of death, quits his body, remembering Me alone, at once attains My nature. Of this there is no doubt."
    },
    {
      "Text-num": "TEXT 6",
      "Verse-Text": "yaṁ yaṁ vāpi smaran bhāvaṁ\ntyajaty ante kalevaram\ntaṁ tam evaiti kaunteya\nsadā tad-bhāva-bhāvitaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yam yam — whatever; vā — either; api — also; smaran — remembering; bhāvam — nature; tyajati — give up; ante — at the end; kalevaram — this body; tam tam — similar; eva — certainly; eti — gets; kaunteya — O son of Kuntī; sadā — always; tat — that; bhāva — state of being; bhāvitaḥ — remembering. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Whatever state of being one remembers when he quits his body, that state he will attain without fail."
    },
    {
      "Text-num": "TEXT 7",
      "Verse-Text": "tasmāt sarveṣu kāleṣu\nmām anusmara yudhya ca\nmayy arpita-mano-buddhir\nmām evaiṣyasy asaṁśayaḥ",
      "Synonyms-title": "TRANSLATION",
      "Word-for-Word": "tasmāt — therefore; sarveṣu — always; kāleṣu — time; mām — unto Me; anusmara — go on remembering; yudhya — fight; ca — also; mayi — unto Me; arpita — surrender; manaḥ — mind; buddhiḥ — intellect; mām — unto Me; eva — surely; eṣyasi — will attain; asaṁśayaḥ — beyond a doubt. ",
      "Translation-En": "Therefore, Arjuna, you should always think of Me in the form of Kṛṣṇa and at the same time carry out your prescribed duty of fighting. With your activities dedicated to Me and your mind and intelligence fixed on Me, you will attain Me without doubt.",
      "Translation-title": "TRANSLATION"
    },
    {
      "Text-num": "TEXT 8",
      "Verse-Text": "abhyāsa-yoga-yuktena\ncetasā nānya-gāminā\nparamaṁ puruṣaṁ divyaṁ\nyāti pārthānucintayan",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "abhyāsa — practice; yoga-yuktena — being engaged in meditation; cetasā — by the mind and intelligence; na anya-gāminā — without being deviated; paramam — the Supreme; puruṣam — Personality of Godhead; divyam — transcendental; yāti — achieves; pārtha — O son of Pṛthā; anucintayan — constantly thinking of. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "He who meditates on the Supreme Personality of Godhead, his mind constantly engaged in remembering Me, undeviated from the path, he, O Pārtha [Arjuna], is sure to reach Me."
    },
    {
      "Text-num": "TEXT 9",
      "Verse-Text": "kaviṁ purāṇam anuśāsitāram\naṇor aṇīyāṁsam anusmared yaḥ\nsarvasya dhātāram acintya-rūpam\nāditya-varṇaṁ tamasaḥ parastāt",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "kavim — one who knows everything; purāṇam — the oldest; anuśāsitāram — the controller; aṇoḥ — of the atom; aṇīyāṁsam — smaller than; anusmaret — always thinking; yaḥ — one who; sarvasya — of everything; dhātāram — maintainer; acintya — inconceivable; rūpam — form; āditya-varṇam — illuminated like the sun; tamasaḥ — of the darkness; parastāt — transcendental. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One should meditate upon the Supreme Person as the one who knows everything, as He who is the oldest, who is the controller, who is smaller than the smallest, who is the maintainer of everything, who is beyond all material conception, who is inconceivable, and who is always a person. He is luminous like the sun and, being transcendental, is beyond this material nature."
    },
    {
      "Text-num": "TEXT 10",
      "Verse-Text": "prayāṇa-kāle manasācalena\nbhaktyā yukto yoga-balena caiva\nbhruvor madhye prāṇam āveśya samyak\nsa taṁ paraṁ puruṣam upaiti divyam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "prayāṇa-kāle — at the time of death; manasā — by the mind; acalena — without being deviated; bhaktyā — in full devotion; yuktaḥ — engaged; yoga-balena — by the power of mystic yoga; ca — also; eva — certainly; bhruvoḥ — between the two eyebrows; madhye — in; prāṇam — the life air; āveśya — establishing; samyak — completely; saḥ — he; tam — that; param — transcendental; puruṣam — Personality of Godhead; upaiti — achieves; divyam — in the spiritual kingdom. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "One who, at the time of death, fixes his life air between the eyebrows and in full devotion engages himself in remembering the Supreme Lord, will certainly attain to the Supreme Personality of Godhead."
    },
    {
      "Text-num": "TEXT 11",
      "Verse-Text": "yad akṣaraṁ veda-vido vadanti\nviśanti yad yatayo vīta-rāgāḥ\nyad icchanto brahmacaryaṁ caranti\ntat te padaṁ saṅgraheṇa pravakṣye",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yat — that which; akṣaram — inexhaustible; veda-vidaḥ — a person conversant with the Vedas; vadanti — say; viśanti — enters; yat — in which; yatayaḥ — great sages; vīta-rāgāh — in the renounced order of life; yat — that which; icchantaḥ — desiring; brahmacaryam — celibacy; caranti — practices; tat — that; te — unto you; padam — situation; saṅgraheṇa — in summary; pravakṣye — I shall explain. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Persons learned in the Vedas, who utter omkāra and who are great sages in the renounced order, enter into Brahman. Desiring such perfection, one practices celibacy. I shall now explain to you this process by which one may attain salvation."
    },
    {
      "Text-num": "TEXT 12",
      "Verse-Text": "sarva-dvārāṇi saṁyamya\nmano hṛdi nirudhya ca\nmūrdhny ādhāyātmanaḥ prāṇam\nāsthito yoga-dhāraṇām",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sarva-dvārāṇi — all the doors of the body; saṁyamya — controlling; manaḥ — mind; hṛdi — in the heart; nirudhya — confined; ca — also; mūrdhni — on the head; ādhāya — fixed; ātmanaḥ — soul; prāṇam — the life air; āsthitaḥ — situated; yoga-dhāraṇām — the yogic situation. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The yogic situation is that of detachment from all sensual engagements. Closing all the doors of the senses and fixing the mind on the heart and the life air at the top of the head, one establishes himself in yoga."
    },
    {
      "Text-num": "TEXT 13",
      "Verse-Text": "oṁ ity ekākṣaraṁ brahma\nvyāharan mām anusmaran\nyaḥ prayāti tyajan dehaṁ\nsa yāti paramāṁ gatim",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "om — the combination of letters, omkāra; iti — thus; eka-akṣaram — supreme, indestructible; brahma — absolute; vyāharan — vibrating; mām — Me (Kṛṣṇa); anusmaran — remembering; yaḥ — anyone; prayāti — leaves; tyajan — quitting; deham — this body; saḥ — he; yāti — achieves; paramām — supreme; gatim — destination. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "After being situated in this yoga practice and vibrating the sacred syllable om, the supreme combination of letters, if one thinks of the Supreme Personality of Godhead and quits his body, he will certainly reach the spiritual planets."
    },
    {
      "Text-num": "TEXT 14",
      "Verse-Text": "ananya-cetāḥ satataṁ\nyo māṁ smarati nityaśaḥ\ntasyāhaṁ sulabhaḥ pārtha\nnitya-yuktasya yoginaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ananya-cetāḥ — without deviation; satatam — always; yaḥ — anyone; mām — Me (Kṛṣṇa); smarati — remembers; nityaśaḥ — regularly; tasya — to him; aham — I am; sulabhaḥ — very easy to achieve; pārtha — O son of Pṛthā; nitya — regularly; yuktasya — engaged; yoginaḥ — of the devotee. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "For one who remembers Me without deviation, I am easy to obtain, O son of Pṛthā, because of his constant engagement in devotional service."
    },
    {
      "Text-num": "TEXT 15",
      "Verse-Text": "mām upetya punar janma\nduḥkhālayam aśāśvatam\nnāpnuvanti mahātmānaḥ\nsaṁsiddhiṁ paramāṁ gatāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "mām — unto Me; upetya — achieving; punaḥ — again; janma — birth; duḥkha-ālayam — place of miseries; aśāśvatam — temporary; na — never; āpnuvanti — attain; mahātmānaḥ — the great souls; saṁsiddhim — perfection; paramām — ultimate; gatāḥ — achieved. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "After attaining Me, the great souls, who are yogīs in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection."
    },
    {
      "Text-num": "TEXT 16",
      "Verse-Text": "ā-brahma-bhuvanāl lokāḥ\npunar āvartino 'rjuna\nmām upetya tu kaunteya\npunar janma na vidyate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "ābrahma — up to the Brahmaloka planet; bhuvanāt — from the planetary systems; lokāḥ — planets; punaḥ — again; āvartinaḥ — returning; arjuna — O Arjuna; mām — unto Me; upetya — arriving; tu — but; kaunteya — O son of Kuntī; punaḥ janma — rebirth; na — never; vidyate — takes to. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "From the highest planet in the material world down to the lowest, all are places of misery wherein repeated birth and death take place. But one who attains to My abode, O son of Kuntī, never takes birth again."
    },
    {
      "Text-num": "TEXT 17",
      "Verse-Text": "sahasra-yuga-paryantam\nahar yad brahmaṇo viduḥ\nrātriṁ yuga-sahasrāntāṁ\nte 'ho-rātra-vido janāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "sahasra — thousand; yuga — millenniums; prayantam — including; ahaḥ — day; yat — that; brahmaṇaḥ — of Brahmā; viduḥ — know it; rātrim — night; yuga — millenniums; sahasra-antām — similarly, at the end of one thousand; te — that; ahaḥ-rātra — day and night; vidaḥ — understand; janāḥ — people. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "By human calculation, a thousand ages taken together is the duration of Brahmā's one day. And such also is the duration of his night."
    },
    {
      "Text-num": "TEXT 18",
      "Verse-Text": "avyaktād vyaktayaḥ sarvāḥ\nprabhavanty ahar-āgame\nrātry-āgame pralīyante\ntatraivāvyakta-saṁjñake",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "avyaktāt — from the unmanifest; vyaktayaḥ — living entities; sarvāḥ — all; prabhavanti — come into being; ahaḥ-āgame — at the beginning of the day; rātri-āgame — at the fall of night; pralīyante — are annihilated; tatra — there; eva — certainly; avyakta — the unmanifest; saṁjñake — called. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "When Brahmā's day is manifest, this multitude of living entities comes into being, and at the arrival of Brahmā's night they are all annihilated."
    },
    {
      "Text-num": "TEXT 19",
      "Verse-Text": "bhūta-grāmaḥ sa evāyaṁ\nbhūtvā bhūtvā pralīyate\nrātry-āgame 'vaśaḥ pārtha\nprabhavaty ahar-āgame",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "bhūta-grāmaḥ — the aggregate of all living entities; saḥ — they; eva — certainly; ayam — this; bhūtvā bhūtvā — taking birth; pralīyate — annihilate; rātri — night; āgame — on arrival; avaśaḥ — automatically; pārtha — O son of Pṛthā; prabhavanti — manifest; ahaḥ — during daytime; āgame — on arrival. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Again and again the day comes, and this host of beings is active; and again the night falls, O Pārtha, and they are helplessly dissolved."
    },
    {
      "Text-num": "TEXT 20",
      "Verse-Text": "paras tasmāt tu bhāvo 'nyo\n'vyakto 'vyaktāt sanātanaḥ\nyaḥ sa sarveṣu bhūteṣu\nnaśyatsu na vinaśyati",
      "Word-for-Word": "paraḥ — transcendental; tasmāt — from that; tu — but; bhāvaḥ — nature; anyaḥ — another; avyaktaḥ — unmanifest; avyaktāt — from the unmanifest; sanātanaḥ — eternal; yaḥ — that; saḥ — which; sarveṣu — all; bhūteṣu — manifestation; naśyatsu — being annihilated; na — never; vinaśyati — annihilated. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Yet there is another nature, which is eternal and is transcendental to this manifested and unmanifested matter. It is supreme and is never annihilated. When all in this world is annihilated, that part remains as it is."
    },
    {
      "Text-num": "TEXT 21",
      "Verse-Text": "avyakto 'kṣara ity uktas\ntam āhuḥ paramāṁ gatim\nyaṁ prāpya na nivartante\ntad dhāma paramaṁ mama",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "avyaktaḥ — unmanifested; akṣaraḥ — infallible; iti — thus; uktaḥ — said; tam — that which; āhuḥ — is known; paramām — ultimate; gatim — destination; yam — that which; prāpya — gaining; na — never; nivartante — comes back; tat-dhāma — that abode; paramam — supreme; mama — Mine. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "That supreme abode is called unmanifested and infallible, and it is the supreme destination. When one goes there, he never comes back. That is My supreme abode."
    },
    {
      "Text-num": "TEXT 22",
      "Verse-Text": "puruṣaḥ sa paraḥ pārtha\nbhaktyā labhyas tv ananyayā\nyasyāntaḥ-sthāni bhūtāni\nyena sarvam idaṁ tatam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "puruṣaḥ — the Supreme Personality; saḥ — He; paraḥ — the Supreme, than whom no one is greater; pārtha — O son of Pṛthā; bhaktyā — by devotional service; labhyaḥ — can be achieved; tu — but; ananyayā — unalloyed, undeviating devotion; yasya — His; antaḥsthāni — within; bhūtāni — all this material manifestation; yena — by whom; sarvam — all; idam — whatever we can see; tatam — distributed. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The Supreme Personality of Godhead, who is greater than all, is attainable by unalloyed devotion. Although He is present in His abode, He is all-pervading, and everything is situated within Him."
    },
    {
      "Text-num": "TEXT 23",
      "Verse-Text": "yatra kāle tv anāvṛttim\nāvṛttiṁ caiva yoginaḥ\nprayātā yānti taṁ kālaṁ\nvakṣyāmi bharatarṣabha",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "yatra — in that; kāle — time; tu — but; anāvṛttim — no return; āvṛttim — return; ca — also; eva — certainly; yoginaḥ — of different kinds of mystics; prayātāḥ — one who goes; yānti — departs; tam — that; kālam — time; vakṣyāmi — describing; bharatarṣabha — O best of the Bhāratas. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "O best of the Bhāratas, I shall now explain to you the different times at which, passing away from this world, one does or does not come back."
    },
    {
      "Text-num": "TEXT 24",
      "Verse-Text": "agnir jyotir ahaḥ śuklaḥ\nṣaṇ-māsā uttarāyaṇam\ntatra prayātā gacchanti\nbrahma brahma-vido janāḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "agniḥ — fire; jyotiḥ — light; ahaḥ — day; śuklaḥ — white; ṣaṭ-māsāḥ — six months; uttarāyaṇam — when the sun passes on the northern side; tatra — there; prayātāḥ — one who goes; gacchanti — passes away; brahma — the Absolute; brahma-vidaḥ — one who knows the Absolute; janāḥ — person. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "Those who know the Supreme Brahman pass away from the world during the influence of the fiery god, in the light, at an auspicious moment, during the fortnight of the moon and the six months when the sun travels in the north."
    },
    {
      "Text-num": "TEXT 25",
      "Verse-Text": "dhūmo rātris tathā kṛṣṇaḥ\nṣaṇ-māsā dakṣiṇāyanam\ntatra cāndramasaṁ jyotir\nyogī prāpya nivartate",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "dhūmaḥ — smoke; rātriḥ — night; tathā — also; kṛṣṇaḥ — the fortnight of the dark moon; ṣaṭ-māsāḥ — the six months; dakṣiṇa-ayanam — when the sun passes on the southern side; tatra — there; cāndramasam — the moon planet; jyotiḥ — light, yogī — the mystic; prāpya — achieves; nivartate — comes back. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The mystic who passes away from this world during the smoke, the night, the moonlight fortnight, or in the six months when the sun passes to the south, or who reaches the moon planet, again comes back."
    },
    {
      "Text-num": "TEXT 26",
      "Verse-Text": "śukla-kṛṣṇe gatī hy ete\njagataḥ śāśvate mate\nekayā yāty anāvṛttim\nanyayāvartate punaḥ",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "śukla — light; kṛṣṇe — darkness; gatī — passing away; hi — certainly; ete — all these; jagataḥ — of the material world; śāśvate — the Vedas; mate — in the opinion; ekayā — by one; yāti — goes; anāvṛttim — no return; anyayā — by the other; āvartate — comes back; punaḥ — again. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "According to the Vedas, there are two ways of passing from this world — one in light and one in darkness. When one passes in light, he does not come back; but when one passes in darkness, he returns."
    },
    {
      "Text-num": "TEXT 27",
      "Verse-Text": "naite sṛtī pārtha jānan\nyogī muhyati kaścana\ntasmāt sarveṣu kāleṣu\nyoga-yukto bhavārjuna",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "na — never; ete — all these; sṛtī — different paths; pārtha — O son of Pṛthā; jānan — even if they know; yogī — the devotees of the Lord; muhyati — bewildered; kaścana — anyone; tasmāt — therefore; sarveṣu kāleṣu — always; yoga-yuktaḥ — being engaged in Kṛṣṇa consciousness; bhava — just become; arjuna — O Arjuna. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "The devotees who know these two paths, O Arjuna, are never bewildered. Therefore be always fixed in devotion."
    },
    {
      "Text-num": "TEXT 28",
      "Verse-Text": "vedeṣu yajñeṣu tapaḥsu caiva\ndāneṣu yat puṇya-phalaṁ pradiṣṭam\natyeti tat sarvam idaṁ viditvā\nyogī paraṁ sthānam upaiti cādyam",
      "Synonyms-title": "SYNONYMS",
      "Word-for-Word": "vedeṣu — in the study of the Vedas; yajñeṣu — in the performances of yajña, sacrifice; tapaḥsu — undergoing different types of austerities; ca — also; eva — certainly; dāneṣu — in giving charities; yat — that which; puṇya-phalam — the result of pious work; pradiṣṭam — directed; atyeti — surpasses; tat — all those; sarvam idam — all those described above; viditvā — knowing; yogī — the devotee; param — supreme; sthānam — abode; upaiti — achieved peace; ca — also; ādyam — original. ",
      "Translation-title": "TRANSLATION",
      "Translation-En": "A person who accepts the path of devotional service is not bereft of the results derived from studying the Vedas, performing austere sacrifices, giving charity or pursuing philosophical and fruitive activities. At the end he reaches the supreme abode."
    }
  ]
}